Repository: vuteam/se2
Catalog: po/*.po
Languages: ca, es

source: When enabled, graphical DVB subtitles will be displayed at their original position.
ca: Si s'activa, els subtítols gràfics DVB es mostraràn en la seva posició original
es: Si se activa, los subtítulos gráficos DVB se mostrarán en su posición original

source: When enabled, graphical DVB subtitles will be displayed in yellow, instead of the original color.
ca: Si s'activa, els subtítols gràfics DVB es mostraràn en groc, en lloc del color original.
es: Si se activa, los subtítulos gráficos DVB se mostrarán en amarillo, en lugar del color original.

source: When enabled, http streams are descrambled on the server side. The (remote) client receiver does not have to do descrambling. Default on.
ca: Si s'activa, els canals http es descodificaràn al servidor. Al receptor client (remot) no li caldrà descodificar-los. Per defecte, activat
es: Si se activa, los canales http se descodificarán en el servidor. El receptor cliente (remoto) no necesitará descodificarlos. Activado por defecto

source: When enabled, it is possible to leave the movieplayer with exit.
ca: Si s'activa, se podrà sortir del reproductor prement la tecla Exit.
es: Si se activa, se podrá salir del reproductor pulsando la tecla Exit.

source: When enabled, measure power consumption to detect when the rotor stops turning (when supported by the tuner).
ca: Si s'habilita, mesura el consum d'energia per detectar quan s'atura el motor (si està suportat per el sintonitzador).
es: Si se habilita, mide el consumo de energia para detectar cuando el motor se detiene (si está soportado por el sintonizador).

source: When enabled, number markers will be hiden.
ca: Si s'activa, les marques de numeració s'amagaràn
es: Si se activa, las marcas de numeración se ocultarán

source: When enabled, reformat subtitles to match the width of the screen.
ca: Si s'activa, formata els subtítols per tal que encaixin a la pantalla.
es: Si se activa, formatea los subtítulos para que encajen en la pantalla.

source: When enabled, services may be grouped in multiple bouquets.
ca: Si s'activa, els canals es poden agrupar en múltiples favorits.
es: Si se activa, los canales se pueden agrupar en múltiples favoritos.

source: When enabled, show a icon to the left or right of the name on scrambled channels.
ca: Si s'activa, mostra una icona a l'esquerra o dreta del nom als canals codificats.
es: Si se activa, muestra un icono a la izquierda o derecha del nombre en los canales codificados.

source: When enabled, show channel numbers in the channel selection screen.
ca: Mostra els números de canal a la finestra de selecció de canals.
es: Muestra los números de canal en la ventana de selección de canales.

source: When enabled, subtitles for the hearing impaired can be used.
ca: Si s'activa, es podrà utilitzar l'audiodescripció per a sords
es: Si se activa, se podrá utilizar la audiodescripción para sordos

source: When enabled, subtitles for the hearing impaired will be preferred over normal subtitles, when both types are available.
ca: Si s'activa, l'audiodescripció per a sords prevaldrà sobre els subtítols normals, quan tots dos siguin accessibles
es: Si se activa, la audiodescripción para sordos prevalecerá sobre los subtítulos normales, cuando los dos sean accesibles

source: When enabled, teletext pages will be cached, allowing faster access.
ca: Si s'activa, les pàgines de TxT es desaràn en memòria, per permetre un accés més ràpid
es: Si se activa, las páginas de TxT se guardarán en caché, para permitir un acceso más rápido

source: When enabled, teletext subtitles will be displayed at their original position.
ca: Si s'activa, els subtítols de teletext es mostraràn en la posició original.
es: Si se activa, los subtítulos de teletexto se mostrarán en su posición original.

source: When enabled, the VCR scart option will be shown on the main menu
ca: Si s'activa, mostra la opció VCR scart al menú principal
es: Si se activa, muestra la opción VCR scart en el menú principal

source: When enabled, the channel selection list will be hidden while listening to a radio channel
ca: Si s'activa, en el mode ràdio la llista de canals s'amagarà
es: Si se activa, en el modo radio la lista de canales se ocultará

source: When enabled, the infobar will be displayed when a new event starts.
ca: Mostra la infobar quan comenci un programa nou.
es: Muestra la infobar cuando empiece un programa nuevo.

source: When enabled, the infobar will be displayed when changing channels.
ca: Mostra la infobar en el canvi de canal.
es: Muestra la infobar en el cambio de canal.

source: When enabled, the infobar will be displayed when skipping forwards/backwards during media playback.
ca: Mostra la infobar en l'avanç ràpid/rebobinat, durant la reproducció.
es: Muestra la infobar en el avance rápido/rebobinado, durante la reproducción.

source: When enabled, the lenght of each recording will be shown in the movielist (this might cause some additional loading time).
ca: Si s'activa, a la llista es mostrarà la duració de cada gravació (això pot augmentar el temps de càrrega).
es: Si se activa, en la lista aparecerá la duración de cada grabación (esto puede aumentar el tiempo de carga).

source: When enabled, the receiver will automatically use the audio track which you selected before.
ca: Si s'activa, el receptor utilitzarà automàticament el canal d'àudio seleccionat previament
es: Si se activa, el receptor utilizará automáticamente el canal de audio seleccionado previamente

source: When enabled, the receiver will automatically use the subtitles which you selected before.
ca: Si s'activa, el receptor utilitzarà automàticament els subtítols previament seleccionats
es: Si se activa, el receptor utilizará automáticamente los subtítulos previamente seleccionados

source: When enabled, the receiver will no longer monitor the tuned transponder for possible changes. Do not use this option unless you know what you are doing.
ca: Si s'activa, el receptor deixarà de monitoritzar el transponedor sintonitzat cercant canvis. No canvieu aquesta opció si no sabeu bé el que esteu fent.
es: Si se activa, el receptor dejará de monitorizar el transpondedor sintonizado en busca de cambios. No cambie esta opción a menos que sepa lo que está haciendo.

source: When enabled, the receiver will select an AC3 track (when available).
ca: Si s'activa, el receptor seleccionarà un canal AC3 (si està disponible)
es: Si se activa, el receptor seleccionará un canal AC3 (si está disponible)

source: When enabled, the receiver will select an AC3+ track (when available).
ca: Si s'activa, el receptor seleccionarà un canal AC3+ (si està disponible)
es: Si se activa, el receptor seleccionará un canal AC3+ (si está disponible)

source: When enabled, this setting has more weight than 'Preferred tuner for recordings'.
ca: Si s'habilita, aquesta opció prevaldrà sobre 'Sintonitzador preferit per a gravacions'
es: Si se habilita, este ajuste prevalecerá sobre 'Sintonizador preferido para grabaciones'

source: When enabled, this setting has more weight than 'Preferred tuner'.
ca: Si s'habilita, aquesta opció prevaldrà sobre 'Sintonitzador preferit'
es: Si se habilita, este ajuste prevalecerá sobre 'Sintonizador preferido'

source: When enabled, timeshift starts automatically in background after specified time.
ca: Si s'activa, timeshift s'engegarà automàticament en segon plà després del temps configurat.
es: Si se activa, timeshift arrancará en segundo plano automáticamente después del tiempo configurado.

source: When enabled, use DHCP for the IP configuration.
ca: Si s'habilita, utilitza DHCP per configurar la IP.
es: Si se habilita, utiliza DHCP para configurar la IP.

source: When enabled, your receiver will detect activity on the VCR SCART input.
ca: Si s'activa, el receptor detectarà l'activitat de la entrada VCR SCART.
es: Si se activa, el receptor detectará la actividad de la entrada VCR SCART.

source: When nonzero, a recording will start earlier than the starting time indicated by the EPG.
ca: Temps (minuts) que la gravació afegirà a l'inici, per començar a gravar abans de l'hora indicada per la EPG.
es: Tiempo (minutos) que la grabación añadirá al inicio, para empezar a grabar antes de la hora indicada por la EPG.

source: When nonzero, a recording will stop later than the ending time indicated by the EPG.
ca: Temps (minuts) que la gravació afegirà al final (abans d'aturar-la), després de l'hora indicada per la EPG.
es: Tiempo (minutos) que la grabación añadirá al final (antes de parar), después de la hora indicada por la EPG.

source: When the content has an aspect ratio of 16:9, choose whether to scale/stretch the picture.
ca: Si el contingut té una relació d'aspecte de 16:9, permet triar l'opció per escalar/estirar la imatge.
es: Si el contenido tiene una relación de aspecto de 16:9, permite elegir la opción para escalar/estirar la imagen.

source: When the content has an aspect ratio of 4:3, choose whether to scale/stretch the picture.
ca: Si el contingut té una relació d'aspecte de 4:3, permet triar l'opció per escalar/estirar la imatge.
es: Si el contenido tiene una relación de aspecto de 4:3, permite elegir la opción para escalar/estirar la imagen.

source: When you do a factory reset, you will lose ALL your configuration data (including bouquets, services, satellite data ...) After completion of factory reset, your receiver will restart automatically! Really do a factory reset?
ca: Si feu un reinici de fàbrica, es perdràn totes les dades de configuració (incloent-hi les llistes, canals, dades del satèl·lit...) Després d'un reset, el receptor es reiniciarà automàticament! Voleu fer un reinici de fàbrica?
es: Si se hace un reinicio de fábrica, se perderán todos los datos de configuración (incluyendo listas, canales, datos del satélite...) Después de un reseteo, el receptor se reiniciará automáticamente! Quiere hacer un reinicio de fábrica?

source: Where do you want to backup your settings?
ca: On voleu desar la configuració?
es: Donde quiere salvar la configuración?

source: Where to save BackUp files :
ca: Ubicació dels arxius de Backup:
es: Ubicación de los archivos de Backup:

source: Where to save temporary timeshift recordings?
ca: On es desaràn els arxius temporals de timeshift?
es: Dónde se guardarán los archivos temporales de timeshift?

source: Width
ca: Amplada
es: Anchura

source: Wireless LAN
ca: Xarxa sense fils
es: Red inalámbrica

source: Wireless network
ca: Xarxa sense fils
es: Red inalámbrica

source: Wireless network connection setup.
ca: Configuració de la connexió WiFi
es: Configuración de la conexión WiFi

source: Wireless network state
ca: Estat de la connexió WiFi
es: Estado de la conexión WiFi

source: With popup
ca: Amb pantalla emergent
es: Con ventana emergente

source: With this disclaimer the openSPA team is informing you that we are working with nightly builds and it might be that after the upgrades your set top box
ca: Amb aquest descàrrec, OpenSPA informa que s'està treballant en 'nightly builds' i que és possible que després d'actualitzar el receptor
es: Con este descargo, OpenSPA informa que estamos trabajando en 'nightly builds' y que es posible que después de actualizar el receptor

source: Without auth only local access is allowed!
es: Sin autenticación solo se permite acceso local!

source: Without popup
ca: Sense pantalla emergent
es: Sin ventana emergente

source: Would you like to install a softcam?
ca: Voleu instal·lar una softcam?
es: Quieres instalar una softcam?

source: Write error while recording. Disk full?
ca: Error mentre enregistrava. Disc plè?
es: Error mientras grababa. Disco lleno?

source: Write error while recording. Disk full? %s
ca: Error mentre enregistrava. Disc ple? %s
es: Error mientras grababa. Disco lleno? %s

source: Write error!
ca: Error d'escriptura
es: Error de escritura

source: Write failed!
ca: Error en escriure!
es: Falló la escritura!

source: Write to /tmp/positionersetup.log
ca: Desar-ho a /tmp/positionersetup.log
es: Guardar en /tmp/positionersetup.log

source: Wrong Bootsettings detected!
ca: S'han detectat ajustaments erronis de boot
es: Se han detectado ajustes erróneos de boot

source: Wrong parameter format 'set=%s'. Use set=set15
ca: Format de paràmetre incorrecte 'set=%s'. Utilitzeu set=set15
es: Formato de parámetro incorrecto 'set=%s'. Use set=set15

source: YES
ca: Si
es: Si

source: Year
ca: Any
es: Año

source: Yellow DVB subtitles
ca: Subtítols grocs en DVB
es: Subtítulos amarillos en DVB

source: Yellow external subtitles
ca: Subtítols externs grocs
es: Subtítulos externos amarillos

source: Yes
ca: Si
es: Si

source: Yes (save index in setup tuner)
ca: Si (desar l'índex a la config.)
es: Si (guardar el índice en la config.)

source: Yes and save
ca: Si i desar
es: Si y guardar

source: Yes and save in movie dir
ca: Si i desar en el directori de pel·lícules
es: Si y guardar en el directorio de películas

source: Yes to all
ca: Si a tot
es: Si a todo

source: Yes, always
ca: Si, sempre
es: Si, siempre

source: Yes, and delete this movie
ca: Si, i esborrar aquesta pel·lícula
es: Si, y borrar esta película

source: Yes, backup my settings!
ca: Si, desar la configuració
es: Si, salvar la configuración

source: Yes, delete this movie and return to movie list
ca: Si, esborrar aquesta pel·lícula i tornar a la llista
es: Si, borrar esta película y volver a la lista

source: Yes, do a manual scan now
ca: Si, fer una recerca manual
es: Si, hacer una búsqueda manual

source: Yes, do an automatic scan now
ca: Si, fer una recerca automàtica
es: Si, hacer una búsqueda automática

source: Yes, do another manual scan now
ca: Si, fer una altra recerca manual
es: Si, hacer otra búsqueda manual ahora

source: Yes, perform a shutdown now.
ca: Si, apagar ara.
es: Si, apagar ahora.

source: Yes, restore the settings now
ca: Si, restaurar la còpia de seguretat
es: Si, restaurar la copia de seguridad

source: Yes, returning to movie list
ca: Si, tornar a la llista de pel·lícules
es: Si, volver a la lista de películas

source: Yes/No
ca: Si/No
es: Si/No

source: Yesterday
ca: Ahir
es: Ayer

source: You Must Select BOOT Partition First !!! (Make BackUp from ?)
ca: Primer heu de seleccionar la partició BOOT (Crear backup de...?)
es: Primero debe seleccionar la partición BOOT (Crear backup de...?)

source: You Must Select Device First !!! (where to save BackUp files)
ca: Primer heu de seleccionar un dispositiu on desar-hi els arxius de Backup
es: Primero debe seleccionar un dispositivo donde guardar los archivos de Backup

source: You PIN code is 0000. This is the default PIN code and it disable parental control!
ca: El PIN es 0000. Aquest és el valor per defecte i deshabilita el control parental
es: El PIN es 0000. Este es el valor por defecto y deshabilita el control parental

source: You already have a channel list installed, would you like to remove "%s"?
ca: Ja teniu una llista de canals instal·lada, voleu eliminar "%s"?
es: Ya tiene una lista de canales instalada, quiere eliminar "%s"?

source: You can Display MiniTV with or without OSD Menu
ca: La MiniTV pot mostrar-se amb menú OSD o sense
es: Puede mostrarse la MiniTV con o sin menú OSD

source: You can Display PIP with or without OSD Menu
ca: PiP pot mostrar-se amb menú OSD o sense
es: Puede mostrarse PiP con o sin menú OSD

source: You can cancel the installation.
ca: Ara podeu cancel·lar la instal·lació.
es: Ahora puedes cancelar la instalación.

source: You can cancel the removal.
ca: Heu cancel·lat la desinstal·lació.
es: Ha cancelado la desinstalación.

source: You can continue watching TV etc. while this is running.
ca: Podeu continuar mirant la TV, etc. mentre s'executen les tasques.
es: Puede continuar viendo TV, etc. mientras se ejecutan las tareas.

source: You can install this plugin.
ca: Podeu instal·lar el plugin.
es: Puede instalar el plugin.

source: You can only burn receiver recordings!
ca: Només podeu enregistrar-hi gravacions del receptor
es: Sólo puede grabar grabaciones del receptor

source: You can remove this plugin.
ca: Podeu desinstal·lar el plugin.
es: Puede desinstalar el plugin.

source: You can safely remove the Device now, if no further Partitions (displayed as P.x on Devicelist - where x >=2) are mounted on the same Device. Please unmount Fixed Mounted Devices with Device Manager Panel!
ca: Ara podeu treure el dispositiu amb seguretat, si no hi ha més particions (mostrades com P.x a la llista - on x >=2) muntades al mateix dispositiu. Utilitzeu el gestor de dispositius per desmuntar els dispositius muntats
es: Ahora puede sacar el dispositivo con seguridad, si no hay otras particiones (mostradas como P.x en la lista - donde x >=2) montadas en el mismo dispositivo. Utilice el gestor de dispositivos para desmontar los dispositivos montados

source: You can select with yellow the OnlineFlash Image or select Recovery to create a USB Disk Image for clean Install.
ca: Podeu seleccionar la instal·lació Online per mitjà del groc o seleccioneu Recovery per crear un disc USB per a una instal·lació neta.
es: Puede seleccionar la instalación Online mediante el amarillo o seleccione Recovery para crear un disco USB para una instalación limpia.

source: You cannot delete this!
ca: No es pot esborrar
es: No se puede borrar

source: You didn't select a channel to record from.
ca: No heu seleccionat cap canal del qual gravar.
es: No ha seleccionado ningún canal del cual grabar.

source: You have chosen to backup your settings. Please press OK to start the backup now.
ca: Heu triat fer un backup de la configuració. Premeu OK per començar la còpia.
es: Ha elegido hacer un backup de la configuración. Pulse OK para comenzar el backup ahora.

source: You have chosen to create a new .NFI flasher bootable USB stick. This will repartition the USB stick and therefore all data on it will be erased.
ca: Heu triat crear una memòria USB autoarrancable .NFI. Això reparticionarà la memòria USB i totes les dades es perdràn.
es: Ha elegido crear una memoria USB autoarrancable .NFI flasher. Esto reparticiona la memoria USB y todos los datos se perderán.

source: You have chosen to restore your settings. Enigma2 will restart after restore. Please press OK to start the restore now.
ca: Heu triat restaurar la configuració. Enigma2 es reiniciarà després de restaurar. Premeu OK per començar la restauració.
es: Ha elegido restaurar la configuración. Enigma2 se reiniciará después de restaurar. Pulse OK para comenzar la restauración ahora.

source: You have to create a Swap File before to activate the autostart.
ca: Heu de crear un arxiu Swap abans d'activar l'autoinici
es: Debe crear un archivo Swap antes de activar el autoinicio

source: You have to wait %s!
ca: Heu d'esperar %s!
es: Debe esperar %s!

source: You must set at least one Command
ca: Heu de seleccionar com a mínim una ordre
es: Debe seleccionar al menos un comando

source: You must switch to the service %s (%s - '%s')!
ca: Cal canviar al canal %s (%s - '%s')!
es: Es necesario cambiar al canal %s (%s - '%s')!

source: You need a PC connected to your receiver. If you need further instructions, please visit the website http://www.dm7025.de. Your receiver will now be halted. After you have performed the update instructions from the website, your new firmware will ask you to restore your settings.
ca: Cal un PC connectat al receptor. Si necessiteu instruccions, visiteu el web http://openspa.info. El receptor s'apagarà. Després de seguir les instruccions del web, el firmware us demanarà si voleu restaurar la configuració.
es: Se necesita un PC conectado al receptor. Si necesita instrucciones, visite el sitio web http://openspa.info. El receptor se apagará. Después de realizar las instrucciones del sitio web, el firmware le preguntará si quiere restaurar la configuración.

source: You need to initialize your storage device first
ca: Abans cal inicialitzar el dispositiu
es: Antes debe inicializar el dispositivo

source: You system does not support ext4
ca: Aquest sistema no suporta EXT4
es: Este sistema no soporta EXT4

source: YouTube TV Settings
ca: Configuració de YouTube TV
es: Configuración de YouTube TV

source: YouTube TV URL
ca: URL de YouTube TV
es: URL de YouTube TV

source: YouTube TV is a new way to watch YouTube videos on Vu+
ca: YouTube TV es una nova manera de visualitzar vídeos de YouTube al Vu+
es: YouTube TV es una nueva manera de visualizar vídeos de YouTube en el Vu+

source: Your %s %s goes to WOL
ca: El %s %s està entrant en WOL
es: El %s %s está entrando en WOL

source: Your %s %s is not connected to the internet, please check your network settings and try again.
ca: El %s %s no està connectat a internet, comproveu la configuració de xarxa i torneu-ho a provar.
es: El %s %s no está conectado a internet, compruebe la configuración de red e inténtelo de nuevo.

source: Your %s %s will be restarted after the removal of service Do you want to remove now ?
ca: El %s %s es reiniciarà després d'eliminar el servei. Segur que voleu eliminar-ho?
es: El %s %s se reiniciará después de eliminar el servicio. Seguro que quiere eliminarlo?

source: Your STB will freeze during the flashing process.
ca: El receptor tindrà aturades durant el procés d'instal·lació.
es: El receptor sufrirá parones durante el proceso de flasheo.

source: Your backup succeeded. We will now continue to explain the further upgrade process.
ca: El backup ja ha acabat. Ara es continuarà explicant el procés d'actualització.
es: El backup ha terminado. Ahora continuaremos explicando el proceso de actualización.

source: Your box needs Bootloaderversion(s) %s to make compatible with Bootoptions!
ca: Aquest receptor necessita la versió de bootloader %s per a ser compatible amb les opcions de boot
es: Este receptor necesita la versión de bootloader %s para ser compatible con las opciones de boot

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
ca: La col·lecció excedeix la mida d'un medi de capa simple, caldrà un DVD buit de doble capa!
es: La colección excede el tamaño de un medio de capa simple, necesitará un DVD vacío de doble capa!

source: Your current collection will get lost!
ca: La col·lecció actual s'ha perdut!
es: La colección actual se ha perdido!

source: Your frontprocessor firmware must be upgraded. Press OK to start upgrade.
ca: Cal actualitzar el firmware del frontprocessor. Premeu OK per començar l'actualització.
es: El firmware del frontprocessor debe ser actualizado. Pulse OK para comenzar la actualización.

source: Your frontprocessor will be upgraded Please wait until your receiver reboots This may take a few minutes
ca: Aneu a actualitzar el frontprocessor Espereu fins que el receptor es reiniciï Això podria trigar una estona
es: Se va a actualizar el frontprocessor Espere hasta que el receptor se reinicie Esto podría tardar unos minutos

source: Your internet connection is not working! Please choose what you want to do next.
ca: No teniu connexió a internet! Trieu el que voldreu fer ara.
es: No hay conexión a internet! Elija lo siguiente que desee hacer.

source: Your internet connection is working (ip: %s)
ca: La connexió a internet és correcta (ip: %s)
es: La conexión a Internet es correcta (ip: %s)

source: Your network configuration has been activated.
ca: La configuració de xarxa s'ha activat.
es: La configuración de red ha sido activada.

source: Your network mount has been activated.
ca: El muntatge de xarxa s'ha activat.
es: El montaje de red ha sido activado.

source: Your network mount has been removed.
ca: El muntatge de xarxa s'ha eliminat.
es: El montaje de red ha sido eliminado.

source: Your network mount has been updated.
ca: El muntatge de xarxa s'ha actualitzat.
es: El montaje de red ha sido actualizado.

source: Your receiver does not have an internet connection
ca: El receptor no té connexió a internet
es: El receptor no tiene conexión a internet
