Repository: vuteam/se2
Catalog: po/*.po
Languages: ca, es

source: Configure the first subtitle language (highest priority).
ca: Primer idioma de subtítols (prioritat més alta)
es: Primer idioma de subtítulos (prioridad más alta)

source: Configure the font size of the subtitles.
ca: Configura la mida de la lletra dels subtítols
es: Establece el tamaño de fuente de los subtítulos

source: Configure the fourth audio language.
ca: Quart idioma d'àudio
es: Cuarto idioma de audio

source: Configure the fourth subtitle language.
ca: Quart idioma de subtítols
es: Cuarto idioma de subtítulos

source: Configure the function of a long press on the power button.
ca: Comportament del receptor amb una pulsació llarga a la tecla d'engegar.
es: Comportamiento del receptor con una pulsación larga en la tecla de encendido.

source: Configure the function of a short press on the power button.
ca: Comportament del receptor amb una pulsació curta a la tecla d'engegar.
es: Comportamiento del receptor con una pulsación corta en la tecla de encendido.

source: Configure the function of the '0' button do when PIP is active.
ca: Funció de la tecla '0' quan PIP està actiu.
es: Función de la tecla '0' cuando PIP está activa.

source: Configure the gateway.
ca: Configura la porta d'enllaç.
es: Configura la puerta de enlace.

source: Configure the general audio delay of Dolby Digital sound tracks.
ca: Retard genèric dels canals d'àudio Dolby Digital.
es: Retardo genérico de los canales de audio Dolby Digital.

source: Configure the general audio delay of stereo sound tracks.
ca: Retard genèric dels canals d'àudio estèreo.
es: Retardo genérico de los canales de audio estéreo.

source: Configure the hard disk drive to go to standby after the specified idle time when the box is in standby.
ca: Amb el receptor en repòs, configura l'HDD per entrar en repòs després del temps establert
es: Con el receptor en reposo, configura el HDD para entrar en reposo después del tiempo especificado

source: Configure the hard disk drive to go to standby after the specified idle time.
ca: El disc dur entrarà en repòs quan hagi passat el temps establert.
es: El disco duro se pondrá en reposo cuando haya pasado el tiempo establecido.

source: Configure the horizontal alignment of the subtitles.
ca: Alineació horitzontal dels subtítols
es: Alineación horizontal de los subtítulos

source: Configure the initial fast forward speed. When you press the fast forward button, winding will start at this speed.
ca: Velocitat inicial d'avanç ràpid. Quan es premi la tecla, la pel·lícula avançarà a aquesta velocitat.
es: Velocidad inicial de avance rápido. Al pulsar la tecla, la película avanzará a esta velocidad.

source: Configure the initial rewind speed. When you press the rewind button, winding will start at this speed.
ca: Velocitat inicial de rebobinat. Quan es premi la tecla, la pel·lícula es rebobinarà a aquesta velocitat.
es: Velocidad inicial de rebobinado. Al pulsar la tecla, la película se rebobinará a esta velocidad.

source: Configure the latitude of your location.
ca: Configura la latitud de la vostra ubicació.
es: Configura la latitud de su ubicación.

source: Configure the longitude of your location.
ca: Configura la longitud de la vostra ubicació.
es: Configura la longitud de su ubicación.

source: Configure the minimum amount of disk space to be available for recordings. When the amount of space drops below this value, deleted items will be removed from the trash can.
ca: Espai mínim al disc reservat per a gravacions. Quan l'espai disponible sigui inferior a aquest valor, els elements esborrats s'eliminaràn de la paperera.
es: Espacio mínimo en disco reservado para grabaciones. Cuando el espacio disponible sea inferior a este valor, los elementos borrados se eliminarán de la papelera.

source: Configure the nameserver (DNS).
ca: Configura el Servidor de Noms (DNS).
es: Configura el Servidor de Nombres (DNS).

source: Configure the netmask.
ca: Configura la màscara de xarxa.
es: Configura la máscara de red.

source: Configure the number of days after which items are automaticaly removed from the trash can.
ca: Nombre de dies que els elements es mantindràn a la paperera fins a ser eliminats automàticament.
es: Número de dias que los elementos se mantendrán en la papelera hasta ser eliminados automáticamente.

source: Configure the number of days old timers are kept before they are automatically removed from the timer list.
ca: Nombre de dies que les reserves de gravació es mantindràn abans de ser eliminades automàticament de la llista.
es: Número de dias que las reservas de grabación se mantendrán antes de ser eliminadas de la lista automáticamente.

source: Configure the offline decoding delay in milliseconds. The configured delay is observed at each control word parity change.
ca: Retard de descodificació offline (ms). Aquest retard es comprovarà en tots els canvis de paritat de CW.
es: Retardo de descodificación offline (ms). Este retardo se comprobará en cada cambio de paridad de CW.

source: Configure the possible fast forward speeds.
ca: Velocitats d'avanç ràpid.
es: Velocidades de avance rápido.

source: Configure the possible rewind speeds.
ca: Velocitats de rebobinat.
es: Velocidades de rebobinado.

source: Configure the primary EPG language.
ca: Primer idioma d'EPG
es: Primer idioma de la EPG

source: Configure the refresh rate of the screen.
ca: Configura la freqüència de refresc de la pantalla.
es: Configura la frecuencia de refresco de la pantalla.

source: Configure the second audio language.
ca: Segon idioma d'àudio
es: Segundo idioma de audio

source: Configure the second subtitle language.
ca: Segon idioma de subtítols
es: Segundo idioma de subtítulos

source: Configure the secondary EPG language.
ca: Segon idioma d'EPG.
es: Segundo idioma de la EPG.

source: Configure the sharpness of the video scaling.
ca: Nitidesa de l'escalat de vídeo.
es: Nitidez escala

source: Configure the skip time interval for the '1'/'3' buttons.
ca: Configuració del salt de temps per a les tecles '1'/'3'
es: Configuración del salto de tiempo para las teclas '1'/'3'

source: Configure the skip time interval for the '4'/'6' buttons.
ca: Configuració del salt de temps per a les tecles '4'/'6'
es: Configuración del salto de tiempo para las teclas '4'/'6'

source: Configure the skip time interval for the '7'/'9' buttons.
ca: Configuració del salt de temps per a les tecles '7'/'9'
es: Configuración del salto de tiempo para las teclas '7'/'9'

source: Configure the slow motion speeds.
ca: Velocitats de càmera lenta.
es: Velocidades de cámara lenta.

source: Configure the source of the frontend data as shown on the infobars. 'Settings' is as stored on the settings. 'Tuner' is as reported by the tuner.
ca: Dades de frontend que es mostraràn en les infobars. 'Opcions' mostra les dades desades a la llista. 'Sintonitzador' mostra les dades obtingudes directament del sintonitzador
es: Datos de frontend que se mostrarán en las infobars. 'Opciones' muestra los datos guardados en la lista. 'Sintonizador' muestra los datos ofrecidos directamente por el sintonizador

source: Configure the speed of the background deletion process. Lower speed will consume less hard disk drive performance.
ca: Velocitat de l'esborrat en segon plà. Una velocitat baixa consumirà menys recursos del disc dur.
es: Velocidad del borrado en segundo plano. Una velocidad baja consumirá menos recursos del disco duro.

source: Configure the speed of the fan
ca: Configura la velocitat del ventilador
es: Configura la velocidad del ventilador

source: Configure the subtitle delay when timing information is not available.
ca: Retard dels subtítols si no hi ha pauta horaria
es: Retardo de los subtítulos si no hay pauta horaria

source: Configure the third audio language.
ca: Tercer idioma d'àudio
es: Tercer idioma de audio

source: Configure the third subtitle language.
ca: Tercer idioma de subtítols
es: Tercer idioma de subtítulos

source: Configure the transparency of the OSD.
ca: Transparència de l'OSD.
es: Transparencia del OSD.

source: Configure the transparency of the black background of graphical DVB subtitles.
ca: Transparència del fons negre dels subtítols gràfics DVB
es: Transparencia del fondo negro de los subtítulos gráficos DVB

source: Configure the tuner mode.
ca: Configura el mode del sintonitzador.
es: Configura el modo del sintonizador.

source: Configure the type of status indication icons shown in the movielist.
ca: Configura el tipus d'icones d'estat que es mostraràn a la llista de pel·lícules.
es: Configura el tipo de iconos de estado que se mostrarán en la lista de películas.

source: Configure the vertical position of the subtitles, measured from the bottom of the screen.
ca: Alineació vertical dels subtítols, mesurat des de la part inferior de la pantalla.
es: Alineación vertical de los subtítulos, midiendo desde la parte inferior de la pantalla.

source: Configure the video output mode (or resolution).
ca: Configura el mode de sortida de vídeo (o resolució)
es: Configura el modo de salida de vídeo (o resolución)

source: Configure the way in which the receiver changes channels.
ca: Configura el comportament del receptor en el canvi de canal
es: Configura el comportamiento del receptor en el cambio de canal

source: Configure where completed timers show up in the timer list.
ca: Mostra les reserves completades al principi o al final de la llista.
es: Muestra las reservas completadas al principio o al final de la lista.

source: Configure whether (and for how long) a second infobar will be shown when OK is pressed twice. The second infobar contains additional information about the current channel.
ca: Visualització (i duració) de la segona infobar quan es prem la tecla OK per segon cop (segons la opció 'Obrir llista amb tecla OK'). La segona infobar conté informació addicional del canal actual
es: Visualización (y duración) de la segunda infobar cuando se pulsa la tecla OK por segunda vez (según opción 'Abrir lista con tecla OK'). La segunda infobar contiene información adicional del canal en curso

source: Configure whether multi channel sound tracks should be downmixed to stereo.
ca: Configura si les pistes d'àudio multicanal es mesclaràn a estèreo.
es: Configura si las pistas de audio multicanal se mezclarán a estéreo.

source: Configure whether or not an icon should be shown when your motorized dish is moving.
ca: Mostra una icona en la pantalla mentre es mou l'antena.
es: Muestra un icono en la pantalla durante el movimiento de la antena.

source: Configure whether or not an rotor position will be displayed on infobar
ca: Configura si es mostrarà o no la posició del motor a la infobar
es: Configura si se mostrará o no la posición del m otor en la infobar

source: Configure which access level to use for the configuration menu. Expert level gives access to all items.
ca: Nivell dels ajustaments per al menú de configuració. 'Expert' habilita l'accés a totes les opcions.
es: Nivel de ajustes para el menú de configuración. 'Experto' habilita el acceso a todas las opciones.

source: Configure which color format should be used on the SCART output.
ca: Configura quina paleta de color s'haurà d'utilitzar en la sortida SCART.
es: Configura qué paleta de color deberá utilizarse en la salida SCART.

source: Configure which tuner for recordings will be preferred, when more than one tuner is available.
ca: Configura quin sintonitzador serà considerat com preferit per a les gravacions, quan n'hi hagi disponibles més d'un
es: Configura qué sintonizador se tomará como preferido para las grabaciones, cuando haya más de uno disponible

source: Configure which tuner type will be preferred, when the same service is available on different types of tuners. Choose 'no priority' to try each alternative one by one independent from tuner type.
ca: Sintonitzador prioritari, quan el mateix canal sigui accessible des de diferents tipus de sintonitzador. Trieu 'sense prioritat' per provar els alternatius un per un, independentement del tipus de sintonitzador.
es: Sintonizador prioritario, cuando el mismo canal sea accesible desde diferentes tipos de sintonizador. Elija 'sin prioridad' para probar los alternativos uno por uno, independientemente del tipo de sintonizador.

source: Configure which tuner will be preferred, when more than one tuner is available. If set to 'auto' the system will give priority to the tuner having the lowest number of channels/satellites.
ca: Sintonitzador prioritari, quan hi hagi més d'un tipus de sintonitzador. Si s'ajusta a 'auto', el sistema prioritzarà el sintonitzador amb el menor nombre de canals/satèl·lits
es: Sintonizador prioritario, cuando haya más de un tipo de sintonizador. Si se ajusta a 'auto', el sistema dará prioridad al sintonizador con el menor número de canales/satélites

source: Configure your NTP server.
ca: Configura el servidor NTP per a la sincronització d'hora per internet.
es: Configura el servidor NTP para la sincronización de la hora por internet.

source: Configure your internal LAN
ca: Configurar la XARXA interna
es: Configurar la RED interna

source: Configure your network again
ca: Tornar a configurar la xarxa
es: Volver a configurar la red

source: Configure your network settings, and press OK to start the scan
ca: Configureu els valors de la xarxa, i premeu OK per començar la recerca
es: Configure los ajustes de red, y pulse OK para empezar a buscar

source: Configure your wireless LAN again
ca: Tornar a configurar la xarxa WiFi
es: Volver a configurar la RED inalámbrica

source: Configures which video output connector will be used.
ca: Configura el port de vídeo que s'utilitzarà.
es: Configura el puerto de vídeo que se utilizará.

source: Configuring
ca: Configurant
es: Configurando

source: Confirm shutdown:
ca: Confirmar apagada:
es: Confirmar apagado:

source: Conflict not resolved!
ca: El conflicte no s'ha resolt!
es: El conflicto no se ha resuelto

source: Conflicting timer
ca: Temporitz. en conflicte
es: Temporiz. en conflicto

source: Connect
ca: Connectar
es: Conectar

source: Connect
ca: Connectar
es: Conectar

source: Connect to a wireless network
ca: Connectar a una xarxa sense fils
es: Conectar a una red inalámbrica

source: Connected clients
ca: Clients connectats
es: Clientes conectados

source: Connected satellites
ca: Satèl·lits connectats
es: Satélites conectados

source: Connected to
ca: Tuner:
es: Tuner:

source: Connected!
ca: Connectat!
es: Conectado!

source: Connected:
ca: Connectat:
es: Conectado:

source: Conservative
ca: Conservador
es: Conservador

source: Console
ca: Consola
es: Consola

source: Constellation
ca: Constel·lació
es: Constelación

source: Content
ca: Contingut
es: Contenido

source: Content does not fit on DVD!
ca: El contingut no cap en un DVD!
es: Los contenidos no caben en un DVD

source: Continue
ca: Continuar
es: Continuar

source: Continue in background
ca: Segon plà
es: 2º plano

source: Continue playback
ca: Continuar la reproducció
es: Continuar la reproducción

source: Continue playing
ca: Reproducció contínua
es: Reproducción contínua

source: Continues
ca: Contínua
es: Continua

source: Continues play (loop)
ca: Reproducció contínua (bucle)
es: Reproducción contínua (bucle)

source: Contrast
es: Contraste

source: Contributors
ca: Col·laboradors
es: Colaboradores

source: Convert ext3 filesystem to ext4
ca: Convertir sistema ext3 a ext4
es: Convertir sistema ext3 a ext4

source: Convert filesystem ext3 to ext4
ca: Convertir sistema ext3 a ext4
es: Convertir sistema ext3 a ext4

source: Converting ext3 to ext4...
ca: Convertint d'ext3 a ext4...
es: Convirtiendo ext3 a ext4...

source: Copy
ca: Copiar
es: Copiar

source: Cores: %s
ca: Nuclis: %s
es: Núcleos: %s

source: Could not find installed channel list.
ca: No es troba la llista de canals instal·lada
es: No se encuentra la lista de canales instalada

source: Could not open Picture in Picture
ca: No es pot obrir PiP
es: No se puede abrir PiP

source: Could not open the file %s!
ca: No es pot obrir %s!
es: No se puede abrir %s!

source: Could not record due to conflicting timer %s
ca: No es pot enregistrar per un conflicte amb el temp. %s
es: No se puede grabar por un conflicto con el temp. %s

source: Could not record due to invalid service %s
ca: No es pot enregistrar: '%s' no es vàlid
es: No se puede grabar: '%s' no es válido

source: Could not save configfile %s!
ca: No es pot desar l'arxiu %s
es: No se puede guardar archivo %s

source: Cover dashed flickering line for this service
ca: Cobrir línia discontínua per aquest servei
es: Fijar parpadeo en los bordes para este servicio

source: Create
ca: Crear
es: Crear

source: Create Autoinstall
ca: Crear backup autoinstal·lable
es: Crear backup autoinstalable

source: Create DVD-ISO
ca: Crear DVD-ISO
es: Crear DVD-ISO

source: Create Full Backup for AZBox
ca: Backup d'imatge completa per Azbox
es: Backup de imagen completa para Azbox

source: Create more detailed crash log
ca: Generar un 'crashlog' detallat
es: Generar un 'crashlog' detallado

source: Create new folder and exit
ca: Crear una carpeta i sortir
es: Crear una carpeta y salir

source: Create: root.%s
ca: Creant: root.%s
es: Creando: root.%s

source: Creating directory %s failed.
ca: La creació del directori %s ha fallat.
es: La creación del directorio %s ha fallado.

source: Creating filesystem
ca: Creant sistema d'arxius
es: Creando sistema de archivos

source: Creating partition
ca: Creant partició
es: Creando partición

source: Croatian
ca: Croat
es: Croata

source: Cron Manager
ca: Gestor de Cron
es: Gestor de Cron

source: CronTimers
ca: Temporitzadors Cron
es: Temporizadores Cron

source: Cronmanager Enigma2 Plugin Version %s by gutemine
ca: Plugin Cronmanager v.%s per gutemine per a Enigma2
es: Plugin Cronmanager v.%s by gutemine para Enigma2

source: Cronmanager Menu
ca: Menú CronManager
es: Menú CronManager

source: Current
ca: Actual
es: Actual

source: Current Bootsettings: %s (%s)%s
ca: Ajustaments actuals de Boot: %s (%s)%s
es: Ajustes actuales de Boot: %s (%s)%s

source: Current CEC address
ca: Adreça actual CEC
es: Dirección actual CEC

source: Current Event
ca: Event actual
es: Evento actual

source: Current Page
ca: Pàgina actual
es: Página actual

source: Current Status:
ca: Estat:
es: Estado:

source: Current device:
ca: Dispositiu actual:
es: Dispositivo actual:

source: Current event EPG
ca: EPG de l'event actual
es: EPG del evento actual

source: Current event is over. Select an option to save the timeshift file.
ca: L'event actual s'ha acabat. Seleccioneu una opció per desar l'arxiu timeshift
es: El evento actual ha terminado. Seleccione una opción para guardar el archivo timeshift

source: Current mode: %s
ca: Mode actual: %s
es: Modo actual: %s

source: Current page is already exist.
ca: La pàgina ja existeix.
es: La página ya existe.

source: Current rotor position:
ca: Posició actual del motor:
es: Posición actual del motor:

source: Current settings:
ca: Configuració actual:
es: Configuración actual:

source: Current time
ca: Hora actual
es: Hora actual

source: Current transponder
ca: Transponedor actual
es: Transpondedor actual

source: Current value:
ca: Valor actual:
es: Valor actual:

source: Current version:
ca: Versió actual:
es: Versión actual:

source: Currently installed image
ca: Imatge actualment instal·lada
es: Imagen actualmente instalada

source: Currently selected event EPG
ca: Event actualment seleccionat
es: Evento actualmente seleccionado

source: Currentpage(Bookmark)
ca: Pàgina actual (marcador)
es: Página Actual (Marcador)

source: Custom
ca: Personalitzat
es: Personalizado

source: Custom box name
ca: Nom personalitzat
es: Nombre personalizado

source: Custom offset
ca: Desplaçament personalitzat
es: Desplazamiento personalizado

source: Custom skip time for '1'/'3' buttons
ca: Configuració de salt per a les tecles '1'/'3'
es: Configuración de salto para las teclas '1'/'3'

source: Custom skip time for '4'/'6' buttons
ca: Configuració de salt per a les tecles '4'/'6'
es: Configuración de salto para las teclas '4'/'6'

source: Custom skip time for '7'/'9' buttons
ca: Configuració de salt per a les tecles '7'/'9'
es: Configuración de salto para las teclas '7'/'9'

source: Customize
ca: Opcions generals
es: Opciones generales

source: Customize channel list cursor behavior
ca: Comportament del cursor
es: Comportamiento del cursor

source: Cut
ca: Tallar
es: Cortar

source: Cutlist Editor
ca: Editor de llistes de tall
es: Editor de listas de corte

source: Cutlist editor
ca: Editor de talls
es: Editor de cortes

source: Cutlist editor...
ca: Editor de llistes de tall...
es: Editor de listas de corte...

source: Cylinders: %s (max) %s (current)
ca: Cilindres: %s (màx) %s (actual)
es: Cilindros: %s (max) %s (actual)

source: Cylinders: unknown
ca: Cilindres: desconegut
es: Cilindros: desconocido

source: Czech
ca: Txec
es: Checo

source: DEVICE LIST :
ca: LLISTA DE DISPOSITIUS:
es: LISTA DE DISPOSITIVOS:

source: DMM advanced
ca: Avançat
es: Avanzado

source: DONE
ca: FET
es: HECHO

source: DUAL LAYER DVD
ca: DVD DOBLE CAPA
es: DVD DOBLE CAPA

source: DVB CI Delay
ca: Retard de CI
es: Retardo de CI

source: DVB subtitle black transparency
ca: Transparència dels subtítols DVB
es: Transparencia de los subtítulos DVB

source: DVB-C ANNEX C
es: DVB-C ANEXO C

source: DVB-USB Device Manager
ca: Gestor de dispositius DVB-USB
es: Gestor de dispositivos DVB-USB

source: DVD Menu
ca: Menú DVD
es: Menú DVD

source: DVD media toolbox
ca: Barra d'eines DVD
es: Barra de herramientas DVD

source: DVD titlelist
ca: Llista de títols DVD
es: Lista de títulos DVD

source: Daily
ca: Diari
es: Diario

source: Daily automatic backup
ca: Còpia diària automàtica
es: Copia diaria automática

source: Danish
ca: Danès
es: Danés

source: Date
ca: Data
es: Fecha

source: Date/time input
ca: Entrar Data/Hora
es: Entrar Fecha/Hora

source: Deactivate
ca: Desactivar
es: Desactivar

source: Deadline
ca: Límit màx.
es: Límite máx.

source: December
ca: Desembre
es: Diciembre

source: Decrease delay
ca: Disminuir retard
es: Disminuir retardo

source: Decrease delay by %i ms (can be set)
ca: Disminuir retard %i ms
es: Disminuir retardo %i ms

source: Deep standby
ca: Repòs profund
es: Reposo profundo

source: Deep-Standby
ca: Repòs profund
es: Reposo profundo

source: Default
ca: Per defecte
es: Por defecto

source: Default (US)
ca: Predeterminat (US)
es: Predeterminado (US)

source: Default PIN for CI
ca: PIN per defecte per a C.I
es: PIN por defecto para C.I

source: Default movie location
ca: Ubicació per defecte de pel·lícules
es: Ubicación por defecto de películas

source: Default recording type
ca: Tipus de gravació per defecte
es: Tipo de grabación por defecto

source: Default settings
ca: Llistes per defecte
es: Listas por defecto

source: Defaults
ca: Per defecte
es: Por defecto

source: Deinterlacing Mode:
ca: Mode de desentrellaçat
es: Modo de Desentrelazado

source: Delay Standby
ca: Retard de repòs
es: Retardo de reposo

source: Delay after change voltage before switch command
ca: Retard posterior al canvi de voltatge, abans d'enviar ordre
es: Retardo posterior al cambio de voltaje, antes de enviar comando

source: Delay after continuous tone disable before diseqc
ca: Retard posterior al tò continu, abans de deshabilitar diseqc
es: Retardo posterior al tono contínuo, antes de deshabilitar diseqc

source: Delay after diseqc peripherial poweron command
ca: Retard posterior a l'ordre d'inici de diseqc
es: Retardo posterior al comando de inicio de diseqc

source: Delay after diseqc reset command
ca: Retard posterior a l'ordre de reinici de diseqc
es: Retardo después al comando de reinicio de diseqc

source: Delay after enable voltage before motor command
ca: Retard posterior a habilitar voltatge abans de l'ordre motor
es: Retardo después de habilitar voltaje antes del comando motor
