Repository: vuteam/se2
Catalog: po/*.po
Languages: ca, es

source: Cable Scan
ca: Escanejar Cable
es: Escanear Cable

source: Cache thumbnails
ca: Memòria de miniatures
es: Memoria de miniaturas

source: Calculate
ca: Calcular
es: Calcular

source: Calculate all positions
ca: Calcular totes les posicions
es: Calcular todas las posiciones

source: Calculation complete
ca: Càlcul complet
es: Cálculo completo

source: Calibrate
ca: Calibrar
es: Calibrar

source: Can be used for different fps between external subtitles and video.
ca: Es pot utilitzar per a configurar diferents fps per als subtítols i el vídeo
es: Puede ser utilizado para configurar diferentes fps para los subtítulos y el vídeo

source: Can not repair file %s
ca: No es pot arreglar %s
es: No se puede reparar %s

source: Can not write file %s
ca: No es pot escriure l'arxiu %s
es: No se puede escribir el archivo %s

source: Can't open selected bookmark. - URL data is empty!!
ca: No es pot obrir el marcador. - La URL està buida!!
es: No se puede abrir el Marcador. - La URL está vacía!!

source: Cancel
ca: Cancel·lar
es: Cancelar

source: Cancelled upon user request
ca: Cancel·lat a petició de l'usuari
es: Cancelado a petición del usuario

source: Cannot determine
ca: No es pot determinar
es: No se puede determinar

source: Cannot find any signal ..., aborting !
ca: No hi ha senyal... cancel·lant
es: No hay señal... cancelando

source: Cannot format current drive.
ca: No es pot formatar el disp. actual
es: No se puede formatear el disp. actual

source: Cannot format current drive. A record in progress, timeshift or some external tools (like samba, swapfile and nfsd) may cause this problem. Please stop this actions/applications and try again
ca: No es pot formatar el dispositiu. Un enregistrament, timeshift o algún procés extern (samba, swap, nfsd...) poden estar causant aquest problema. Atureu aquests processos/serveis i torneu a provar-ho
es: No se puede formatear el dispositivo. Una grabación, timeshift o algún proceso externo (samba, swap, nfsd...) pueden estar causando este problema. Detenga estos procesos/servicios y vuelva a intentarlo

source: Cannot format partition %d
ca: No es pot formatar la partició %d
es: No se puede formatear la partición %d

source: Cannot mount new drive. Please check filesystem or format it and try again
ca: No es pot muntar el dispositiu Comproveu el dispositiu o formateu-lo i torneu a provar-ho
es: No se puede montar el dispositivo Compruebe el dispositivo o formatéelo y vuelva a intentarlo

source: Cannot move files on a different disk or system to the trash can
ca: No es poden moure fitxers des d'un HDD o sistema diferent del de la paperera
es: No se pueden mover archivos desde un HDD o sistema distinto del de la papelera

source: Cannot move to trash can
ca: No es pot moure a la paperera
es: No se puede mover a la papelera

source: Cannot umount current device. A record in progress, timeshift or some external tools (like samba, swapfile and nfsd) may cause this problem. Please stop this actions/applications and try again
ca: No es pot desmuntar el dispositiu. Una gravació, timeshift, o qualsevol altre factor extern (samba, swap, nfsd..) poden ser la causa d'aquest problema. Atureu aquest procés i torneu a provar-ho.
es: No se puede desmontar el dispositivo. Una grabación iniciada, timeshift, o algún factor externo (samba, swap...) pueden estar causando este problema. Detenga este proceso e inténtelo de nuevo.

source: Cannot umount current drive.
ca: No es pot desmuntar el dispositiu
es: No se puede desmontar el dispositivo

source: Cannot umount current drive. A record in progress, timeshift or some external tools (like samba, swapfile and nfsd) may cause this problem. Please stop this actions/applications and try again
ca: No es pot desmuntar la unitat. Un enregistrament, timeshift o algún procés extern (samba, swap, nfsd...) poden estar causant aquest problema. Atureu aquests processos/serveis i torneu a provar-ho
es: No se puede desmontar la unidad. Una grabación, timeshift o algún proceso externo (samba, swap, nfsd...) pueden estar causando este problema. Detenga estos procesos/servicios y vuelva a intentarlo

source: Capabilities:
ca: Capacitats:
es: Capacidades:

source: Capacity
ca: Capacitat
es: Capacidad

source: Capacity:
ca: Capacitat:
es: Capacidad:

source: Card
ca: Targeta
es: Tarjeta

source: Card infos (CCcam-Reader)
ca: Info de targetes (Servidor CCcam)
es: Info de tarjetas (Servidor CCcam)

source: Cards:
ca: Targetes:
es: Tarjetas:

source: Cards:
ca: Targetes:
es: Tarjetas:

source: Cards: 0
ca: Targetes: 0
es: Tarjetas: 0

source: Cardserial
ca: Nº de sèrie
es: Nº de serie

source: Cascade PiP
ca: PiP en cascada
es: PiP en cascada

source: Catalan
ca: Català
es: Catalán

source: Category Name
ca: Nom de categoria
es: Nombre de categoría

source: Caution, next boot is starts with these settings!
ca: ATENCIÓ: el pròxim inici es farà amb aquests ajustaments!
es: ATENCIÓN: el próximo arranque será con estos ajustes!

source: Center DVB subtitles
ca: Centrar els subtítols DVB
es: Centrar los subtítulos DVB

source: Center time-labels and remove date
ca: Centrar les etiquetes d'hora i eliminar dates
es: Centrar las etiquetas de hora y eliminar fechas

source: Change PIN
ca: Canviar PIN
es: Cambiar PIN

source: Change Systemtime was canceled, because %s
ca: El canvi d'hora s'ha cancel·lat. Causa: %s
es: El cambio de hora se ha cancelado. Razón: %s

source: Change active delay
ca: Canviar retard actiu
es: Cambiar retardo activo

source: Change bouquets in quickzap
ca: Canviar de llista en zàping ràpid
es: Cambiar de lista en zapping rápido

source: Change hostname
ca: Canviar nom de host
es: Cambiar nombre de host

source: Change list
ca: Canviar llista
es: Cambiar lista

source: Change old drive with this new drive
ca: Canviar la unitat anterior per la nova
es: Cambiar la unidad anterior por la nueva

source: Change recording (add time)
ca: Canviar gravació (afegir temps)
es: Cambiar grabación (añadir tiempo)

source: Change recording (duration)
ca: Canviar gravació actual (duració)
es: Cambiar grabación actual (duración)

source: Change recording (endtime)
ca: Canviar gravació actual (hora final)
es: Cambiar grabación actual (hora final)

source: Change repeat and delay settings?
ca: Canviar freqüencia i retard de repetició?
es: Cambiar frecuencia y retardo de repetición?

source: Change service PIN
ca: Canviar el PIN del canal
es: Cambiar el PIN del canal

source: Change service PINs
ca: Canviar els PIN de canal
es: Cambiar los PIN de canal

source: Change setup PIN
ca: Canviar el PIN de configuració
es: Cambiar el PIN de configuración

source: Change step size
ca: Canviar la mida del pas
es: Cambiar tamaño del paso

source: Change the hostname of your Dreambox.
ca: Canviar el nom del host de la xarxa
es: Cambiar el nombre del host de la red

source: Change timer
ca: Canviar reserva
es: Cambiar reserva

source: Changelog
ca: Novetats
es: Novedades

source: Channel
ca: Canal
es: Canal

source: Channel Name
ca: Nom del canal
es: Nombre de canal

source: Channel audio:
ca: Canal d'àudio:
es: Canal de audio:

source: Channel list type
ca: Tipus de llista de canals
es: Tipo de lista de canales

source: Channel not in services list
ca: El canal no està a la llista
es: El canal no está en la lista

source: Channel selection
ca: Selecció de canals
es: Selección de canales

source: Channel zap delay another button
ca: Retard 2ª T.
es: Retardo 2ª T.

source: Channel zap delay first button
ca: Retard 1ª T.
es: Retardo 1ª T.

source: Channel zap delay mode
ca: Retard del zàping
es: Retardo del zapping

source: Channel:
ca: Canal:
es: Canal:

source: Channellist menu
ca: Menú llista de canals
es: Menú lista de canales

source: Channels
ca: Canals
es: Canales

source: Chap.
ca: Cap.
es: Cap.

source: Chapter
ca: Capítol
es: Capítulo

source: Chapter:
ca: Capítol:
es: Capítulo:

source: Character encoding for EPG data
ca: Codificació dels caràcters de les dades d'EPG
es: Codificación de los caracteres de los datos de EPG

source: Check
ca: Comprovar
es: Comprobar

source: Check disk terminated with success
ca: Comprovació finalitzada correctament
es: Comprobación terminada correctamente

source: Check mounts
ca: Muntatges
es: Montajes

source: Check the internet connection
ca: Comprovar la connexió a la xarxa
es: Comprobar la conexión a la red

source: Check the internet connection again
ca: Tornar a comprovar la connexió a la xarxa
es: Comprobar otra vez la conexión a la red

source: Checking Feeds
ca: Comprovant les fonts
es: Comprobando fuentes

source: Checking disk
ca: Comprovació de dispositiu
es: Comprobación de dispositivo

source: Checking disk %s
ca: Comprovant el dispositiu %s
es: Comprobando el dispositivo %s

source: Checking filesystem...
ca: Comprovació del sist. d'arxius
es: Comprobación del sist. de archivos

source: Checking the internet connection
ca: Comprovant la connexió a la xarxa
es: Comprobando la conexión a la red

source: Checking tuner %s DiSEqC port %s for %s
ca: Comprovant sintonitz. %s Port DiSEqC %s: %s
es: Comprobando sintoniz. %s Puerto DiSEqC %s: %s

source: Children/Youth
ca: Infantil/Juvenil
es: Infantil/Juvenil

source: Choose Tuner
ca: Triar sintonitzador
es: Elegir Sintonizador

source: Choose bouquet
ca: Triar bouquet
es: Elegir bouquet

source: Choose whether AAC sound tracks should be transcoded.
ca: Configura quina de les pistes AAC serà transcodificada
es: Configura cual de las pistas AAC deberá ser transcodificada

source: Choose whether multi channel sound tracks should be convert to PCM or SPDIF.
ca: Trieu quina de les pistes d'àudio haurà convertir-se a PCM o SPDIF
es: Elija cual de las pistas de audio deberá convertirse a PCM o SPDIF

source: Choose whether multi channel sound tracks should be downmixed to stereo.
ca: Configura els àudios -als canals multipista- que es mesclaràn a estèreo.
es: Configura los audios -en los canales multipista- que se mezclarán a estéreo.

source: Choose whether multi channel sound tracks should be output as PCM.
ca: Configura quina de les pistes d'àudio haurà d'enviar-se a la sortida com PCM
es: Configura cual de las pistas de audio deberá enviarse a la salida PCM

source: Choose which tuner to configure.
ca: Quin sintonitzador es configurarà
es: Qué sintonizador se configurará

source: Choose your Skin
ca: Selecciona el Skin
es: Selecciona el Skin (Piel)

source: Circular LNB
ca: LNB circular
es: LNB circular

source: Circular left
ca: Esq. circular
es: Izda. circular

source: Circular right
ca: Dreta circular
es: Dcha. circular

source: Cleanup
ca: Netejar
es: Limpiar

source: Cleanup Timers
ca: Eliminar reserves
es: Limpiar Grabaciones

source: Clear
ca: Netejar
es: Limpiar

source: Clear before scan
ca: Netejar abans de cercar
es: Limpiar antes de buscar

source: Clear fixed
ca: Netejar
es: Limpiar

source: Clear log
ca: Esborrar log
es: Borrar log

source: Clear playlist
ca: Buidar llista de reproducció
es: Vaciar lista de reproducción

source: Clear position before scan
ca: Eliminar posicions abans de cercar
es: Limpiar posiciones antes de buscar

source: Client Info ( Oscam-Version: %s )
ca: Info de client (Versió oscam: %s)
es: Info de cliente (Versión oscam: %s)

source: Clients
es: Clientes

source: Clock
ca: Rellotge
es: Reloj

source: Clone TV screen to LCD
ca: Clonar la pantalla de TV a l'LCD
es: Clonar la pantalla de TV en el LCD

source: Close
ca: Tancar
es: Cerrar

source: Close PiP on exit
ca: Tancar PiP amb 'Exit'
es: Cerrar PIP con 'Exit'

source: Close title selection
ca: Tancar selecció de títol
es: Cerrar selección de título

source: Code rate HP
ca: Velocitat de codi HP
es: Velocidad de código HP

source: Code rate LP
ca: Velocitat de codi LP
es: Velocidad de código LP

source: CodeRateHP
ca: Velocitat de codi HP
es: Velocidad de código HP

source: CodeRateLP
ca: Velocitat de codi LP
es: Velocidad de código LP

source: Coderate HP
ca: Velocitat de codi HP
es: Velocidad de código HP

source: Coderate LP
ca: Velocitat de codi LP
es: Velocidad de código LP

source: Collection name
ca: Nom de la col·lecció
es: Nombre de la colección

source: Collection settings
ca: Ajustaments de la col·lecció
es: Ajustes de la colección

source: Color format
ca: Paleta de color
es: Paleta de color

source: Color space
ca: Espai de color
es: Espacio de color

source: Command To Run
ca: Ordre per executar
es: Comando a ejecutar

source: Command execution...
ca: Executar ordre:
es: Ejecución de comando

source: Command order
ca: Ordre de les ordres
es: Orden de comando

source: Command type
ca: Tipus d'ordre
es: Tipo de comando

source: Committed DiSEqC command
ca: Ordre DISEqC enviada
es: Comando DISEqC enviado

source: Common Interface
ca: Interfície comú
es: Interface común

source: Common Interface Assignment
ca: Assignació d'Interfície Comú
es: Asignación de Interface Común

source: Common Interface assignment
ca: Assignació d'Interfície Comú
es: Asignación de Interface Común

source: Common interface PIN Setup
ca: Configuració del PIN
es: Configuración del PIN

source: Communication
ca: Comunicació
es: Comunicación

source: Compensate for overscan
ca: Compensació del desajust
es: Compensación del desajuste

source: Complete
ca: Completa
es: Completa

source: Complex (allows mixing audio tracks and aspects)
ca: Complex (permet mesclar pistes d'àudio i aspectes)
es: Complejo (permite mezclar pistas de audio y aspectos)

source: Composition of the recording filenames
ca: Composició dels noms de fitxer
es: Composición de los nombres de archivo

source: Config resolution of pictures
ca: Resolució de les fotografies
es: Resolución de las fotografias

source: Configfile %s saved.
ca: Arxiu %s desat
es: Archivo %s guardado

source: Configuration mode
ca: Mode de configuració
es: Modo de configuración

source: Configuration mode: %s
ca: Mode de configuració: %s
es: Modo de configuración: %s

source: Configuration...
ca: Configuració...
es: Configuración...

source: Configure an additional delay to improve external subtitle synchronisation.
ca: Configura un retard addicional per a poder sincronitzar els subtítols externs
es: Configura un retardo adicional para permitir sincronizar los subtítulos externos

source: Configure an additional delay to improve subtitle synchronisation.
ca: Configura un retard addicional per a poder sincronitzar els subtítols
es: Configura un retardo adicional para permitir sincronizar los subtítulos

source: Configure for how long the infobar will remain visible after activation.
ca: Configura quant de temps es mostrarà la infobar a la pantalla.
es: Configura durante cuánto tiempo se mostrará la infobar en la pantalla.

source: Configure for how many minutes finished events should remain visible in the EPG. Useful when you need information about an event which has just finished, or has been delayed.
ca: Temps (minuts) que els events finalitzats continuaràn visibles a la EPG. Es útil quan cal informació sobre un event que acaba de finalitzar, o s'ha emès amb retard.
es: Tiempo (minutos) que los eventos ya finalizados seguirán visibles en la EPG. Útil cuando se necesita información sobre un evento que acaba de finalizar, o ha sido retrasado.

source: Configure how recording filenames are constructed.
ca: Sintaxis dels noms dels enregistraments.
es: Sintaxis de los nombres de las grabaciones.

source: Configure how the fan should operate
ca: Especifica quan ha de funcionar el ventilador
es: Especifica cuándo debe funcionar el ventilador

source: Configure if and how long the latest service in the PiP will be remembered.
ca: Configura si es recordarà (i quant de temps) l'últim canal seleccionat en la finestra PiP
es: Configura si se recordará (y cuanto tiempo) el último canal seleccionado en la ventana PiP

source: Configure if and how service type icons will be shown in the channel selection list.
ca: Configura si es mostrarà (i on) una icona de tipus de canal a la llista
es: Configura si se mostrará (y dónde) un icono de tipo de canal en la lista

source: Configure if and how the record indicator will be shown in the channel selection list.
ca: Configura si es mostrarà i on (o com) un indicador d'enregistrament a la llista de canals
es: Configura si se mostrará y dónde (o cómo) un indicador de grabación en la lista de canales

source: Configure if and how wide columns will be shown in the channel selection list.
ca: Configura si la llista de canals es mostrarà en columnes (i l'amplada)
es: Configura si la lista de canales se mostrará en columnas (y su anchura)

source: Configure if behind the subtitles a background is shown.
ca: Configura si es mostrarà (o no) un fons rere els subtítols
es: Configura si se mostrará (o no) un fondo detrás de los subtítulos

source: Configure if service picons will be shown in the channel selection list.
ca: Configura si es mostraràn els picon dels canals a la llista de canals
es: Configura si se mostrarán los picon de los canales en la lista de canales

source: Configure if the subtitle should switch between normal, italic, bold and bolditalic
ca: Configura si els subtítols han de canviar entre normal, cursiva, negreta, o cursiva en negreta
es: Configura si los subtítulos deben cambiar entre normal, itálica, negrita, o itálica en negrita

source: Configure interface
ca: Configurar interfície
es: Configurar interfaz

source: Configure nameservers
ca: Configurar DNS's
es: Configurar DNSs

source: Configure on which devices the background delete option should be used.
ca: Dispositius als quals es podrà utilitzar l'esborrat en segon plà.
es: Dispositivos en los que se podrá utilizar el borrado en segundo plano.

source: Configure remote control type
ca: Configuració del comandament
es: Configuración del mando

source: Configure the DiSEqC mode for this LNB.
ca: Configura el mode DiSEqC per a aquest LNB.
es: Configura el modo DiSEqC para este LNB.

source: Configure the IP address.
ca: Configura l'adreça IP.
es: Configura la dirección IP.

source: Configure the aspect ratio of the screen.
ca: Configura la relació d'aspecte de la pantalla.
es: Configura la relación de aspecto de la pantalla.

source: Configure the behavior of the 'pause and ok' key when movie playback is already paused.
ca: Comportament de la tecla 'pausa i OK' quan la reproducció ja està en pausa.
es: Comportamiento de la tecla 'pausa y OK' cuando la reproducción ya está en pausa.

source: Configure the behavior when movie playback is manually stopped.
ca: Comportament del reproductor en aturar manualment una reproducció.
es: Comportamiento del reproductor al parar manualmente una reproducción.

source: Configure the behavior when movie playback is started.
ca: Comportament del reproductor quan comença una reproducció.
es: Comportamiento del reproductor cuando empieza una reproducción.

source: Configure the behavior when reaching the end of a movie, during movie playback.
ca: Comportament en arribar a la fi de la reproducció.
es: Comportamiento al llegar al final de la reproducción.

source: Configure the border width of the subtitles. The dark border makes the subtitles easier to read on a light background.
ca: Gruix del marc dels subtítols. El marc negre facilita la lectura dels subtítols sobre un fons clar
es: Grosor del marco de los subtítulos. El borde negro facilita la lectura de los subtítulos sobre un fondo claro

source: Configure the brightness level of the front panel display for normal operation.
ca: Configura la brillantor amb que es veurà el display quan el receptor es troba en mode d'ús normal.
es: Configura el brillo con que se verá el display cuando el receptor está en modo de uso normal.

source: Configure the brightness level of the front panel display for standby.
ca: Configura la brillantor amb que es veurà el display quan el receptor es trobi en repòs.
es: Configura el brillo con que se verá el display cuando el receptor está en reposo.

source: Configure the brightness level of the front panel display.
ca: Configura la brillantor del display frontal.
es: Configura el brillo del display frontal.

source: Configure the color of the external subtitles, alternative (normal in white, italic in yellow, bold in cyan, underscore in green), white or yellow.
ca: Configura el color dels subtítols externs, Alternatiu (normal en blanc, cursiva en groc, negreta en cyan, i subratllat en blau), Blanc o Groc.
es: Configura el color de los subtítulos externos, Alternativo (normal en blanco, cursiva en amarillo, negrita en cyan, y subrayado en azul), Blanco o Amarillo.

source: Configure the color of the teletext subtitles.
ca: Configura el color dels subtítols de teletext
es: Establece el color de los subtítulos de teletexto

source: Configure the contrast level of the front panel display.
ca: Configura el contrast del display
es: Configura el contraste del display

source: Configure the cursor behaviour in the channel selection list. When opening the channel selection list you can keep on the current service or already select up/down and you are able to revert the B+/B- buttons.
ca: Configura el comportament del cursor a la llista de canals. Quan s'obri la llista de canals, podreu quedar-vos al canal actual, o bé seleccionar pujar/baixar i podreu invertir les tecles Bouquet+/Bouquet-.
es: Configura el comportamiento del cursor en la lista de canales. Cuando se abra la lista de canales, podrá permanecer en el canal actual, o bien seleccionar subir/bajar y podrá invertir las teclas Bouquet+/Bouquet-.

source: Configure the duration in hours and action, which could be shut down or standby, when the receiver is not controlled.
ca: Configura la duració en hores i l'acció, que pot ser apagar o repòs, quan el receptor no obeeix.
es: Configura la duración en horas y la acción, que puede ser apagar o reposo, cuando el receptor no obedece.

source: Configure the duration in hours the receiver should go to standby when the receiver is not controlled.
ca: Duració (en hores) per que el receptor entri en repòs quan no rep canvis, tals com canvis de canal, favorits, etc.
es: Duración (en horas) para que el receptor entre en reposo cuando no recibe cambios, ya sean cambios de canal, favoritos, etc.

source: Configure the duration in minutes and action, which could be shut down or standby, for the sleeptimer. Select this entry and click OK or green to start/stop the sleeptimer
ca: Configura la duració en minuts i l'acció, que pot ser apagar o repòs, per activar el temporitzador. Seleccioneu aquesta opció i premeu OK o VERD per a iniciar/aturar el temporitzador
es: Configura la duración en min. y la acción, que puede ser apagar o reposo, para activar el temporizador. Seleccione esta opción y pulse OK o VERDE para iniciar/parar el temporizador

source: Configure the duration in minutes for the screensaver.
ca: Configura la duració (en minuts) per que s'activi el salvapantalles.
es: Configura la duración (en minutos) para que se active el salvapantallas.

source: Configure the duration in minutes for the sleeptimer. Select this entry and click OK or green to start/stop the sleeptimer
ca: Duració (en minuts) per que s'activi el temporitzador de repòs. Habiliteu-ho i premeu OK o 'VERD' per a activar-ho, i vice-versa
es: Duración (en minutos) para que se active el temporizador de reposo. Habilítelo y pulse OK o 'VERDE' para activarlo, y viceversa

source: Configure the duration when the receiver should go to shut down in case the receiver is in standby mode.
ca: Configura el temps d'espera per que el receptor s'apagui en cas que es trobi en repòs
es: Configura el tiempo de espera para que el receptor se apague en caso de que se encuentre en reposo

source: Configure the first audio language (highest priority).
ca: Primer idioma d'àudio (prioritat més alta)
es: Primer idioma de audio (prioridad más alta)
