Repository: vuteam/se2
Catalog: po/*.po
Languages: ca, es

source: Enable auto cable scan
ca: Habilitar autorecerca de cable
es: Habilitar autobúsqueda de cable

source: Enable auto fast scan
ca: Habilitar autorecerca ràpida
es: Habilitar autobúsqueda rápida

source: Enable auto fast scan for %s
ca: Habilitar autorecerca ràpida per a %s
es: Habilitar autobúsqueda rápida para %s

source: Enable blinking rec symbol on the LCD Display
ca: Habilitar intermitencia del símbol de gravació a l'LCD
es: Habilitar símbolo parpadeante de grabación en el LCD

source: Enable bouquet selection in multi-EPG
ca: Habilita la selecció de llistes a la EPG múltiple
es: Habilita la selección de listas en EPG múltiple

source: Enable fallback remote receiver
ca: Habilitar reenviar al receptor remot
es: Habilitar reenvio a receptor remoto

source: Enable freesat EPG
ca: Activar EPG freesat
es: Activar EPG freesat

source: Enable infobar fade-out
ca: Habilitar esvaniment infobar
es: Habilitar desvanecimiento infobar

source: Enable multiple bouquets
ca: Habilitar múltiples llistes
es: Habilitar múltiples listas

source: Enable or disable Ipv6.
ca: [Des]habilita IPv6
es: [Des]habilita IPv6

source: Enable parental control
ca: Activar el control d'adults
es: Activar el control de adultos

source: Enable parental protection
ca: Habilitar protecció parental
es: Habilitar protección parental

source: Enable remote enigma2 receiver to be tried to tune into services that cannot be tuned into locally (e.g. tuner is occupied or service type is unavailable on the local tuner. Specify complete URL including http:// and port number (normally ...:8001), e.g. http://second_box:8001.
ca: URL d'un receptor enigma2 al qual s'intentarà sintonitzar canals que no puguin ser sintonitzats localment (p.e. el sintonitzador està ocupat, o el tipus de canal no està disponible al sint. local). Especifiqueu la url completa, incloent-hi http:// i el port (normalment ...:8001), p.e. http://segon_deco:8001
es: URL de un receptor enigma2 al que se intentará sintonizar canales que no pueden ser sintonizados localmente (p.e. el sintonizador está ocupado, o el tipo de canal no está disponible en el sint. local. Especifique la url completa, incluyendo http:// y el puerto (normalmente ...:8001), p.e. http://segundo_deco:8001

source: Enable teletext caching
ca: Activar memòria de teletext
es: Activar caché de teletexto

source: Enable timer
ca: Activar programació
es: Activar programación

source: Enable timer conflict detection
ca: Habilitar detecció de conflictes de timers
es: Habilitar detección de conflictos de timers

source: Enable wakeup timer
ca: Habilitar tempor. per despertar
es: Habilitar tempor. para despertar

source: Enable zapping with CH+/-, B+/-, P+/-
ca: Habilitar zàping amb CH+/-, B+/-, P+/-
es: Habilitar zapping con CH+/-, B+/-, P+/-

source: Enable/Disable IPv6
ca: Habilitar/deshabilitar IPv6
es: Habilitar/deshabilitar IPv6

source: Enable/Disable IPv6 support of your %s %s.
ca: Habilita el suport IPv6 del %s %s.
es: Habilita el soporte IPv6 del %s %s.

source: Enabled
ca: Activat
es: Activado

source: Encrypted
ca: Encriptat
es: Encriptado

source: Encrypted:
ca: Xifrat:
es: Cifrado:

source: Encryption
ca: Xifrat
es: Cifrado

source: Encryption key
ca: Clau de xifrat
es: Clave de encriptado

source: Encryption key type
ca: Tipus de clau de xifrat
es: Tipo de clave de encriptado

source: Encryption:
ca: Xifrat:
es: Cifrado:

source: End
ca: Final
es: Final

source: End of "after event" timespan
ca: Fi de l'intèrval "després de l'event"
es: Fin del intervalo "después del evento"

source: End of Timespan
ca: Fi de l'intèrval de temps
es: Fin del intervalo de tiempo

source: End time
ca: Hora final
es: Hora fin

source: End time to ignore inactivity sleeptimer
ca: Fi de l'intèrval de 'no temporitzador'
es: Final del intervalo de 'no temporizador'

source: End time to ignore shutdown in standby
ca: Fi de l'intèrval de 'no apagar en repòs'
es: Final del interv. para ignorar 'apagar en reposo'

source: English
ca: Anglès
es: Inglés

source: Enigma (re)starts: %d
ca: Reinicis d'Enigma: %d
es: Reinicios de Enigma: %d

source: Enigma2 skin selector
ca: Selector de skins d'Enigma2
es: Selector de skins de Enigma2

source: Enigma2 will restart to change Systemtime - OK ?
ca: Enigma2 es reiniciarà després de canviar l'hora.
es: Enigma2 se reiniciará después de cambiar la hora.

source: Enter IP to scan...
ca: Introduïu una IP per escanejar...
es: Introduzca IP para escanear...

source: Enter Key
ca: Tecla Intro
es: Tecla Intro

source: Enter a script to execute at time
ca: Introduïu el script per executar-lo a una hora
es: Introduzca el script para ejecutar a una hora

source: Enter a script to execute with delay
ca: Introduïu el script per executar-lo amb retard
es: Introduzca el script para ejecutar con retardo

source: Enter main menu...
ca: Anar al menú principal
es: Ir al menú principal

source: Enter new Systemtime - OK will restart enigma2 !
ca: Introduïu la nova hora - OK reiniciarà enigma2
es: Entrar la nueva hora - OK reiniciará enigma2

source: Enter new hostname for your Dreambox
ca: Introduïu un nou nom per al receptor.
es: Introduzca un nuevo nombre para el receptor.

source: Enter new name for the bouquet
ca: Introduïu el nou nom per al favorit
es: Introduzca el nuevo nombre para el favorito

source: Enter new name for the marker
ca: Introduïu el nou nom per a la marca
es: Introduzca el nuevo nombre para la marca

source: Enter options:
ca: Introduïu les opcions
es: Introduzca las opciones

source: Enter password:
ca: Introduïu la contrasenya
es: Introduzca la contraseña

source: Enter pin code
ca: Introduïu el codi pin
es: Introduzca el código pin

source: Enter share directory:
ca: Introduïu el directori compartit
es: Introduzca el directorio compartido

source: Enter share name:
ca: Introduïu el nom del recurs
es: Introduzca el nombre del recurso

source: Enter the service pin
ca: Introduïu el pin del canal
es: Introduzca el pin del canal

source: Enter user and password for host:
ca: Introduïu usuari i contrasenya per al host:
es: Introduzca usuario y contraseña para el host:

source: Enter username:
ca: Introduïu el nom d'usuari
es: Introduzca el nombre de usuario

source: Entitlements
ca: Targeta local
es: Tarjeta local

source: Epg Search
ca: Cercar EPG
es: Buscar EPG

source: Equal to
ca: Igual a
es: Igual a

source: Error checking disk. The disk may be damaged
ca: Error en comprovar el dispositiu. Pot estar defectuós
es: Error al comprobar el dispositivo. Puede estar defectuoso

source: Error executing plugin
ca: Error en executar el plugin
es: Error al ejecutar el plugin

source: Error formatting disk. The disk may be damaged
ca: Error en formatar el disc. Pot estar defectuós
es: Error al formatear el disco. Puede estar defectuoso

source: Error reading webpage!
ca: Error: no hi ha dades!
es: Error: no hay datos!

source: Error: %s Retry?
ca: Error: %s Reintentar?
es: Error: %s Reintentar?

source: Estonian
ca: Estoni
es: Estonio

source: Ethernet network interface
ca: Configuració de la xarxa Ethernet
es: Configuración de la red Ethernet

source: Event font size (relative to skin size)
ca: Event - mida de la font (relatiu a la mida del skin)
es: Evento - tamaño de la fuente (relativo al tamaño del skin)

source: Event view menu
ca: Menú vista d'event
es: Menú vista de evento

source: Eventview
ca: Informació de l'event
es: Información del evento

source: Every
ca: Cada
es: Cada

source: Everywhere
ca: Tots els dispositius
es: Todos los dispositivos

source: Exceeds dual layer medium!
ca: ¡Excedeix del disc de doble capa!
es: ¡Excede del disco de doble capa!

source: Exclude
ca: Excloure
es: Excluir

source: Execute "after event" during timespan
ca: Executar "després de l'event" durant l'intèrval de temps
es: Ejecutar "después del evento" durante intervalo de tiempo

source: Executes your scripts in /usr/script
ca: Executa els scripts d' /usr/script
es: Ejecuta los scripts de /usr/script

source: Execution finished!!
ca: Execució finalitzada!
es: Ejecución finalizada!

source: Execution progress:
ca: Progrés:
es: Progreso:

source: Exif
ca: Informació
es: Información

source: Exit
ca: Sortir
es: Salir

source: Exit EPG
ca: Sortir de la EPG
es: Salir de EPG

source: Exit IPv6 configuration
ca: Sortir de la configuració
es: Salir de la configuración

source: Exit editor
ca: Sortir del editor
es: Salir del editor

source: Exit input device selection.
ca: Sortir de la selecció de dispositiu d'entrada.
es: Salir de la selección de dispositivo de entrada.

source: Exit media player?
ca: Sortir del reproductor
es: Salir del reproductor

source: Exit mediaplayer
ca: Sortir del reproductor
es: Salir del reproductor

source: Exit movie list
ca: Sortir de la llista de pel·lícules
es: Salir de la lista de películas

source: Exit movie player?
ca: Sortir del reproductor de pel·lícules?
es: Salir del reproductor de películas?

source: Exit nameserver configuration
ca: Sortir de la configuració de servidor dns
es: Salir de la configuración de servidor

source: Exit network interface list
ca: Sortir de la interfície de xarxa
es: Salir del interfaz de red

source: Exit network wizard
ca: Sortir de l'assistent de xarxa
es: Salir del asistente de red

source: Exit the Opera browser.
ca: Sortir del Navegador WEB Opera
es: Salir del Navegador WEB Opera

source: Exit the YouTube TV
ca: Sortir de YouTube TV
es: Salir de YouTube TV

source: Exit the wizard
ca: Sortir de l'assistent
es: Salir del asistente

source: Exit/OK
ca: Sortir/OK
es: Salir/OK

source: Expert
es: Experto

source: Export
ca: Exportar
es: Exportar

source: Extend sleeptimer 15 minutes
ca: Augmentar 15 min. el tempor. de repòs
es: Aumentar 15 min. el tempor. de reposo

source: Extended
ca: Estès
es: Extendido

source: Extended Networksetup Plugin...
ca: Plugin de config. extesa de xarxa
es: Plugin de config. extendida de red

source: Extended Setup...
ca: Configuració avançada
es: Configuración extendida

source: Extended Shares
ca: Shares (extès)
es: Shares (extendido)

source: Extended Software
ca: Software extès
es: Software Extendido

source: Extended Software Plugin
ca: Plugin de Software extès
es: Plugin de Software Extendido

source: Extended network setup plugin...
ca: Plugin de configuració avançada de xarxa
es: Plugin de configuración avanzada de red

source: Extended setup...
ca: Configuració avançada...
es: Configuración avanzada...

source: Extensions
es: Extensiones

source: Extensions management
ca: Administrador d'extensions
es: Administrador de Extensiones

source: External
ca: Extern
es: Externo

source: External PiP
ca: PiP extern
es: PiP externo

source: External Storage %s
ca: Emmagatzematge extern %s
es: Almacenamiento externo %s

source: External subtitle color
ca: Color dels subtítols externs
es: Color de los subtítulos externos

source: External subtitle dialog colorisation
ca: Coloració dels subtítols externs
es: Coloración de subtítulos externos

source: External subtitle switch fonts
ca: Canviar el format de subtítols externs
es: Cambiar formato de subtítulos externos

source: Extra end time to ignore inactivity sleeptimer
ca: T. extra final per ignorar la inact. del sleeptimer
es: T. extra final para ignorar la inact. del sleeptimer

source: Extra motor options
ca: Opcions extra de motor
es: Opciones extra de motor

source: Extra start time to ignore inactivity sleeptimer
ca: T. extra abans d'ignorar la inactiv. del sleeptimer
es: T. extra antes de ignorar la inactiv. del sleeptimer

source: Extrude from left
ca: Extruir des de l'esquerra
es: Extruir desde la izda.

source: FTP Setup
ca: Configuració de FTP
es: Configuración de FTP

source: Factory reset
ca: Reinici de fàbrica
es: Reinicio de fábrica

source: Failed
ca: Ha fallat
es: Ha fallado

source: Failed to write /tmp/positionersetup.log:
ca: Error en escriure /tmp/positionersetup.log:
es: Error al escribir /tmp/positionersetup.log:

source: Fake Recording
ca: Gravació no vàlida
es: Grabación no válida

source: Fallback remote receiver URL
ca: URL per poder reenviar a receptor remot
es: URL para reenvio a receptor remoto

source: False
ca: No
es: No

source: Fan %d
ca: Ventilador %d
es: Ventilador %d

source: Fan %d PWM
ca: Ventilador %d PWM
es: Ventilador %d PWM

source: Fan Control 2 - Monitor
ca: Monitor de Fan Control 2
es: Monitor de Fan Control 2

source: Fan Control 2 - Setup
ca: Fan Control 2 - Configuració
es: Fan Control 2 - Configuración

source: Fan Control 2 - Test
ca: Comprovació del ventilador
es: Comprobación del ventilador

source: Fan operation
ca: Ús del ventilador
es: Uso del ventilador

source: Fan speed
ca: Velocitat
es: Velocidad

source: Fast
ca: Ràpid
es: Rápido

source: Fast DiSEqC
ca: DiSEqC ràpid
es: DiSEqC Rápido

source: Fast Mounted Remove
ca: Desmuntat ràpid
es: Desmontado rápido

source: Fast Scan
ca: Recerca ràpida
es: Búsqueda rápida

source: Fast epoch
ca: Intèrval de gir ràpid
es: Intérvalo de giro rápido

source: Fast forward speeds
ca: Velocitats d'avanç ràpid
es: Velocidades de avance rápido

source: Fast mount
ca: Munt. ràpid
es: Mont. rápido

source: Fast mounted Media unmounted.
ca: Dispositiu de muntatge ràpid desmuntat.
es: Dispositivo de montaje rápido desmontado.

source: Fast mounted Media unmounted. You can safely remove the Device now, if no further Partitions (displayed as P.x on Devicelist - where x >=2) are mounted on the same Device. Please unmount Fixed Mounted Devices with Device Manager Panel!
ca: La unitat ha estat desmuntada. Ara ja es pot extreure si no hi ha més particions muntades al mateix dispositiu (es mostren a la llista com P.x, sent x >=2) Si teniu més muntatges fixes, desmunteu-ho des del Gestor de dispositius
es: Se ha desmontado la unidad. Ahora ya se puede extraer si no hay más particiones montadas en el mismo dispositivo (se muestran en la lista como P.x, siendo x >=2) Si tiene más montajes fijos, desmóntelos desde el Gestor de dispositivos

source: Favourites
ca: Favorits
es: Favoritos

source: Favourites (TV)
ca: Favorits (TV)
es: Favoritos (TV)

source: February
ca: Febrer
es: Febrero

source: File
ca: Arxiu
es: Archivo

source: File '/boot/%s' not found - copy to /boot/STARTUP failed!
ca: Arxiu '/boot/%s' no trobat. No s'ha copiat a /boot/STARTUP
es: Archivo '/boot/%s' no encontrado. No se ha copiado en /boot/STARTUP

source: File appears to be busy.
ca: L'arxiu sembla estar en ús.
es: El archivo parece estar en uso.

source: File not found - rename failed!
ca: Arxiu no trobat - No s'ha reanomenat
es: Archivo no encontrado - No se ha renombrado

source: File oscam.conf not found. Please enter username/password manually.
ca: No s'ha trobat oscam.conf. introduïu el nom i la contrasenya manualment
es: No se ha encontrado oscam.conf. Entre el nombre y la contraseña manualmente

source: Filesystem Check
ca: Comprovar el sistema d'arxius
es: Comprobar sistema de archivos

source: Filesystem check
ca: Comprovar el sistema d'arxius
es: Comprobar sistema de archivos

source: Final position at
ca: Posició final a
es: Posición final en

source: Final position at index
ca: Índex de posició final
es: Índice de posición final

source: Fine movement
ca: Moviment fí
es: Movimiento fino

source: Finetune
ca: Ajustament fí
es: Ajuste fino

source: Finished
ca: Acabat
es: Terminado

source: Finished configuring your network
ca: Heu acabat de configurar la xarxa
es: Se ha terminado de configurar la red

source: Finished restarting your network
ca: La xarxa ha estat reiniciada
es: La red ha sido reiniciada

source: Finnish
ca: Finés
es: Finlandés

source: Firmware version
ca: Versió firmware
es: Versión firmware

source: Firmware: unknown
ca: Firmware: desconegut
es: Firmware: desconocido

source: Fixed
ca: Fixe
es: Fijo

source: Fixed mount
ca: Muntatge fixe
es: Montaje fijo

source: Fixed mounted first initialized Storage Device to /media/hdd. It needs a system restart in order to take effect. Restart your STB now?
ca: El primer dispositiu inicialitzat s'ha muntat a /media/hdd. És necessari reiniciar per tal que els canvis siguin efectius. Reiniciar ara?
es: El primer dispositivo inicializado se ha montado en /media/hdd. Es necesario reiniciar para que los cambios surtan efecto. Reiniciar ahora?

source: Flash
ca: Instal·lar
es: Instalar

source: Flash On the Fly
ca: Actualització online
es: Actualización online

source: Flash On the fly (select a image)
ca: Actualització online - Seleccioneu una imatge
es: Actualización online - Seleccione una imagen

source: Flash and restore settings and all saved plugins
ca: Instal·lar i restaurar la configuració i els plugins desats
es: Flashear y restaurar la configuración y los plugins guardados

source: Flash and restore settings and no plugins
ca: Instal·lar i restaurar la configuració sense plugins
es: Flashear y restaurar la configuración sin plugins

source: Flash and restore settings and selected plugins (ask user)
ca: Instal·lar i restaurar la configuració i els plugins seleccionats (demanar-ho a l'usuari)
es: Flashear y restaurar la configuración y los plugins seleccionados (preguntar al usuario)

source: Flash and start installation wizard
ca: Instal·lar i iniciar l'assistent d'instal·lació
es: Flashear e iniciar el asistente de instalación

source: Flash online from
ca: Instal·lar online des de
es: Instalar online desde

source: Flashing failed
ca: La instal·lació ha fallat
es: El flasheo ha fallado

source: Flashing:
ca: Instal·lant:
es: Instalando:

source: Following tasks will be done after you press OK!
ca: Les següents tasques s'executaràn després de prémer OK
es: Las siguientes tareas se ejecutarán después de pulsar OK

source: Force
ca: Forçar
es: Forzar

source: Force Depends
ca: Forçar dependències
es: Forzar dependencias

source: Force LNB Power
ca: Forçar alimentació de l'LNB
es: Forzar alimentación del LNB

source: Force Remove
ca: Forçar eliminació
es: Forzar eliminación

source: Force Removing ipk %s
ca: Forçant la eliminació de %s
es: Forzando la eliminación de %s

source: Force ToneBurst
ca: Forçar ToneBurst
es: Forzar ToneBurst

source: Force de-interlace
ca: Forçar desentrellaçat
es: Forzar desentrelazado

source: Format
es: Formato

source: Format as
ca: Tipus de format
es: Tipo de formato

source: Format terminated with success
ca: Format acabat correctament
es: Formato terminado correctamente

source: Format/Partition your Devices and manage Mountpoints
ca: Formatar/Particionar dispositius i gestionar muntatges
es: Formatear/Particionar dispositivos y gestionar montajes

source: Formatting disk
ca: Formatar disc
es: Formatear disco

source: Formatting disk %s
ca: Formatant el dispositiu %s
es: Formateando el dispositivo %s

source: Formatting partition %d
ca: Formatant la partició %d
es: Formateando la partición %d

source: Forward volume keys
ca: Reenviar tecles de volum
es: Reenvio de teclas de volumen

source: Four partitions (25% - 25% - 25% - 25%)
ca: Quatre partic. (25% - 25% - 25% - 25%)
es: Cuatro partic. (25% - 25% - 25% - 25%)

source: Fr
ca: Dv
es: Vi

source: Frame size in full view
ca: Mida del quadre en vista completa
es: Tamaño del cuadro en vista completa

source: Free
ca: Lliure
es: Libre

source: Free Memory
ca: Memòria lliure
es: Memoria libre

source: Free memory
ca: Memòria lliure
es: Memoria libre

source: Free memory:
ca: Memòria lliure:
es: Memoria libre:

source: Free space in MB:
ca: Espai lliure (MB):
es: Espacio libre (MB):

source: Free:
ca: Lliure:
es: Libre:

source: French
ca: Francès
es: Francés

source: Frequency
ca: Freqüència
es: Frecuencia

source: Frequency bands
ca: Bandes de freqüència
es: Bandas de frecuencia

source: Frequency scan step size(khz)
ca: Mida del pas de freqüència(khz)
es: Tamaño del paso de frecuencia(khz)

source: Frequency steps
ca: Passos de freqüència
es: Pasos de frecuencia

source: Frequency:
ca: Freqüència:
es: Frecuencia:

source: Fri
ca: Div
es: Vie

source: Friday
ca: Divendres
es: Viernes

source: From :
ca: Des de :
es: Desde :

source: Front USB
ca: USB frontal
es: USB frontal

source: Front USB 3.0
ca: USB 3.0 frontal
es: USB 3.0 frontal

source: Frontprocessor Version
ca: Versió frontprocessor
es: Versión Frontprocessor

source: Frontprocessor version: %d
ca: Versió frontprocessor: %d
es: Versión Frontprocessor: %d

source: Full Image Backup
ca: Backup de la imatge completa
es: Backup de la imagen completa

source: Full back-up on %s
ca: Backup complet a %s
es: Backup completo en %s

source: Full transparency
ca: Transparència màxima
es: Transparencia máxima

source: Fulview resulution
ca: Resolució en vista completa
es: Resolución en vista completa

source: Function of OK button
ca: Funció de la tecla OK
es: Función de la tecla OK

source: Further Options
ca: Opcions avançades
es: Opciones avanzadas

source: Further options
ca: Altress opcions
es: Otras opciones

source: GB800SOLO takes about 20 mins !!
ca: GB800SOLO trigará uns 20 min.
es: GB800SOLO tardará unos 20 min.

source: GUI needs a restart to apply a new skin Do you want to restart the GUI now?
ca: Cal reiniciar GUI per tal d'aplicar el nou skin Voleu reiniciar GUI ara?
es: Es necesario reiniciar GUI para aplicar la nueva piel Desea reiniciar GUI ahora?

source: Gateway
ca: Porta d'enllaç
es: Puerta de enlace

source: General AC3 delay
ca: Retard general AC3
es: Retardo general AC3

source: General AC3 delay (ms)
ca: Retard general AC3 (ms)
es: Retardo general AC3 (ms)

source: General PCM delay
ca: Retard general PCM
es: Retardo general PCM

source: General PCM delay (ms)
ca: Retard general PCM (ms)
es: Retardo general PCM (ms)

source: Genre
ca: Gènere
es: Género

source: German
ca: Alemany
es: Alemán

source: German keyboard
ca: Teclat alemany
es: Teclado alemán

source: Get latest experimental image
ca: Aconseguir la imatge experimental més actual
es: Conseguir la última imagen experimental

source: Get latest release image
ca: Aconseguir la darrera versió de la imatge
es: Conseguir la última version de la imagen

source: Getting plugin information. Please wait...
ca: Llegint la informació del plugin. Espereu
es: Leyendo información del plugin. Espere...

source: Global
ca: Globals
es: Globales

source: Global delay
ca: Retard global
es: Retardo global

source: Go down the list
ca: Baixar en la llista
es: Bajar en la lista

source: Go to first movie or last item
ca: Anar a la darrera pel·lícula de la llista
es: Ir a la última película de la lista

source: Go to first movie or top of list
ca: Anar a la primera pel·lícula de la llista
es: Ir a la primera película de la lista

source: Go to first service
ca: Anar al primer canal
es: Ir al primer canal

source: Go to last service
ca: Anar a l'últim canal
es: Ir al último canal

source: Go to next event
ca: Anar a l'event següent
es: Ir al evento siguiente

source: Go to next page of service
ca: Anar a la següent pàgina del servei
es: Ir a la siguiente página del servicio

source: Go to next page.
ca: Anar a la pàgina següent.
es: Ir a la página siguiente.

source: Go to previous event
ca: Anar a l'event anterior
es: Ir al evento anterior

source: Go to previous page of service
ca: Anar a la pàgina prèvia del servei
es: Ir a la página previa del servicio

source: Go to previous page.
ca: Anar a la pàgina anterior.
es: Ir a la página anterior.

source: Go up the list
ca: Pujar en la llista
es: Subir en la lista

source: Goto
ca: Anar a
es: Ir a

source: Goto 0
ca: Anar a 0
es: Ir a 0

source: Goto index position
ca: Anar a la posició
es: Ir a la posición

source: Goto next day of events
ca: Anar als events del dia següent
es: Ir a los eventos del dia siguiente

source: Goto next page of events
ca: Anar als events de la pàgina anterior
es: Ir a los eventos de la página anterior

source: Goto position
ca: Anar a la posició
es: Ir a la posición

source: Goto previous day of events
ca: Anar als events del dia anterior
es: Ir a los eventos del dia anterior
