Repository: vuteam/se2
Catalog: po/*.po
Languages: ca, es

source: Please enter the correct pin code
ca: Introduïu el PIN correcte
es: Escriba el PIN correcto

source: Please enter the new PIN code
ca: Introduïu el PIN nou
es: Introduzca el PIN nuevo

source: Please enter the old PIN code
ca: Introduïu el PIN antic
es: Escriba el PIN antiguo

source: Please follow the instructions on the TV
ca: Seguiu les instruccions de la pantalla
es: Siga las instrucciones de la pantalla

source: Please input here
ca: Introduïu el text
es: Introduzca el texto

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
ca: No es pot accedir al dispositiu seleccionat. En el seu lloc s'utilitzarà el directori per defecte.
es: No se puede acceder al dispositivo seleccionado. En su lugar se utilizará el directorio por defecto.

source: Please press OK to continue.
ca: Premeu OK per continuar.
es: Pulse OK para continuar.

source: Please re-enter the new PIN code
ca: Torneu a introduir el PIN nou
es: Vuelva a introducir el PIN nuevo

source: Please select a category.
ca: Seleccioneu una categoria
es: Seleccione una categoria

source: Please select a default EPG type...
ca: Seleccioneu el tipus d'EPG per defecte
es: Seleccione el tipo de EPG por defecto

source: Please select a playlist to delete...
ca: Seleccioneu una llista de reproducció per esborrar...
es: Seleccione una lista de reproducción para borrar...

source: Please select a playlist...
ca: Seleccioneu una llista de reproducció...
es: Seleccione una lista de reproducción...

source: Please select a sub service...
ca: Seleccioneu un subcanal
es: Seleccione un subcanal

source: Please select a subservice to record...
ca: Seleccioneu un subcanal per gravar...
es: Seleccione un subcanal para grabar...

source: Please select a subservice...
ca: Seleccioneu un subcanal...
es: Seleccione un subcanal...

source: Please select an NFI file and press green key to flash!
ca: Seleccioneu un arxiu NFI i premeu la tecla VERDA per instal·lar!
es: Seleccione un fichero NFI y pulse la tecla verde para flashear!

source: Please select medium
ca: Seleccioneu una ubicació
es: Seleccione una ubicación

source: Please select medium to be scanned
ca: Seleccioneu el medi a escanejar.
es: Seleccione el medio a escanear.

source: Please select medium to use as backup location
ca: Seleccioneu el medi on es desarà la còpia
es: Seleccione el medio a usar como localización del backup

source: Please select tag to filter...
ca: Seleccioneu una etiqueta per filtrar...
es: Seleccione una etiqueta para filtrar...

source: Please select the movie path...
ca: Seleccioneu el directori de pel·lícules...
es: Seleccione el directorio de películas...

source: Please select the network interface that you want to use for your internet connection. Please press OK to continue.
ca: Seleccioneu la interfície de xarxa que voleu utilitzar per a la connexió a internet. Premeu OK per continuar.
es: Seleccione el interfaz de red que quiere usar para la conexión a internet. Pulse OK para continuar.

source: Please select the package to delete.
ca: Seleccioneu el paquet per desinstal·lar
es: Seleccione el paquete a desinstalar

source: Please select the wireless network that you want to connect to. Please press OK to continue.
ca: Seleccioneu la xarxa wifi a la qual voleu connectar-vos. Premeu OK per continuar.
es: Seleccione la red inalámbrica a la que quiere conectarse. Pulse OK para continuar.

source: Please select what to do after flashing the image: (In addition, if it exists, a local script will be executed as well at /media/hdd/images/config/myrestore.sh)
ca: Seleccioneu el que voldreu fer després d'instal·lar la imatge: (A més, si l'script /media/hdd/images/config/myrestore.sh es troba a l'equip, s'executarà)
es: Seleccione lo que quiere hacer después de flashear la imagen: (Además, si el script /media/hdd/images/config/myrestore.sh se encuentra en el equipo, se ejecutará)

source: Please select your preferred configuration.
ca: Seleccioneu el tipus de configuració.
es: Seleccione el tipo de configuración.

source: Please set up tuner A
ca: Configureu el sintonitzador A
es: Configure el sintonizador A

source: Please set up tuner B
ca: Configureu el sintonitzador B
es: Configure el sintonizador B

source: Please set up tuner C
ca: Configureu el sintonitzador C
es: Configure el sintonizador C

source: Please set up tuner D
ca: Configureu el sintonitzador D
es: Configure el sintonizador D

source: Please set up tuner E
ca: Configureu el sintonitzador E
es: Configure el sintonizador E

source: Please set up tuner F
ca: Configureu el sintonitzador F
es: Configure el sintonizador F

source: Please set up tuner G
ca: Configureu el sintonitzador G
es: Configure el sintonizador G

source: Please set up tuner H
ca: Configureu el sintonitzador H
es: Configure el sintonizador H

source: Please set up tuner I
ca: Configureu el sintonitzador I
es: Configure el sintonizador I

source: Please set up tuner J
ca: Configureu el sintonitzador J
es: Configure el sintonizador J

source: Please setup your user interface by adjusting the values till the edges of the red box are touching the edges of your TV. When you are ready press OK to continue.
ca: Ajusteu l'OSD de tal manera que els extrems de la pantalla de prova coincideixin amb els extrems del vostre TV. Quan la mida i posició siguin correctes, premeu OK per continuar.
es: Ajuste el OSD de modo que los bordes de la pantalla de prueba coincidan con los bordes de su TV. Cuando el tamaño y posición sean correctos, pulse OK para continuar.

source: Please use direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
ca: Utilitzeu les tecles de direcció per moure la finestra PiP. Premeu Bouquet +/- per canviar la mida de la finestra. Premeu OK per tornar al mode TV, o EXIT per cancel·lar el moviment.
es: Use las teclas de dirección para mover la ventana PiP. Pulse Bouquet +/- para cambiar el tamaño de la ventana. Pulse OK para volver al modo TV, o EXIT para cancelar el movimiento.

source: Please use the UP and DOWN keys to select your language. Afterwards press the OK button.
ca: Utilitzeu les tecles AMUNT i AVALL per seleccionar l'idioma. Després, premeu la tecla OK.
es: Use las teclas ARRIBA y ABAJO para seleccionar el idioma. Después, pulse la tecla OK.

source: Please wait (updating packages)
ca: Espereu... (actualitzant paquets)
es: Espere... (actualizando paquetes)

source: Please wait about 3min.
ca: Haureu d'esperar uns minuts.
es: Deberá esperar unos minutos.

source: Please wait for activation of your network configuration...
ca: La configuració de xarxa s'està activant...
es: La configuración de red se está activando...

source: Please wait for activation of your network mount...
ca: Espereu mentre s'activa el muntatge de xarxa...
es: Espere mientras se activa el montaje de red...

source: Please wait while removing your network mount...
ca: Espereu mentre s'elimina el muntatge de xarxa
es: Espere mientras se elimina el montaje de red

source: Please wait while scanning is in progress...
ca: Espereu mentre l'escaneig està actiu...
es: Espere mientras el escaneo está activo...

source: Please wait while updating your network mount...
ca: Espereu mentre s'actualitza el muntatge de xarxa ...
es: Por favor, espere mientras se actualiza el montaje de red ...

source: Please wait while we configure your network...
ca: Espereu mentre es configura la xarxa...
es: Espere mientras se configura la red...

source: Please wait while we prepare your network interfaces...
ca: Espereu mentre es preparen les interfìcies de xarxa...
es: Espere mientras se preparan los interfaces de red...

source: Please wait while we test your network...
ca: Espereu mentre es comprova la xarxa...
es: Espere mientras se comprueba la red...

source: Please wait while your network is restarting...
ca: Espereu mentre la xarxa es reinicia...
es: Espere mientras la red se reinicia...

source: Please wait whilst feeds state is checked.
ca: Espereu mentre es comproven les fonts
es: Espere mientras se comprueban las fuentes

source: Please wait...
ca: S'està comprovant...
es: Se está comprobando...

source: Please wait... Loading list...
ca: Espereu... Carregant llista...
es: Espere... Cargando lista...

source: Please: DO NOT reboot your STB and turn off the power.
ca: ATENCIÓ: NO reinicieu ni apagueu l'equip.
es: ATENCIÓN: NO reinicie ni apague el equipo.

source: Plugin browser
ca: Navegador de plugins
es: Navegador de plugins

source: Plugin manager activity information
ca: Informació d'activitat del gestor de Plugin
es: Información de actividad del gestor de Plugin

source: Plugin manager help
ca: Ajuda del gestor de Plugins
es: Ayuda del gestor de Plugins

source: Polarisation
ca: Polarització
es: Polarización

source: Polarization
ca: Polarització
es: Polarización

source: Polish
ca: Polonès
es: Polaco

source: Popup
ca: Emergent
es: Emergente

source: Port
es: Puerto

source: Port A
es: Puerto A

source: Port B
es: Puerto B

source: Port C
es: Puerto C

source: Port D
es: Puerto D

source: Port:
es: Puerto:

source: Portuguese
ca: Portuguès
es: Portugués

source: Position Setup
ca: Ajust de la posició
es: Ajuste de la posición

source: Position of completed timers in timerlist
ca: Ubicació de les reserves acabades
es: Ubicación de las reservas terminadas

source: Position stored at index
ca: Posició desada en l'índex
es: Posición guardada en el índice

source: Positioner
ca: Motor
es: Motor

source: Positioner (selecting satellites)
ca: Posicionador (seleccionar satèl·lits)
es: Posicionador (seleccionar satélites)

source: Positioner Setup Log
ca: Estat de configuració del motor
es: Estado de configuración del motor

source: Positioner setup
ca: Configuració del motor
es: Configuración del motor

source: Positioner setup log
ca: Log de config. del posicionador
es: Log de config. del posicionador

source: Positioner setup...
ca: Configuració del motor
es: Configuración del motor

source: Power Control
ca: Repòs/reinici
es: Reposo/reinicio

source: Power LED state in (deep)-standby
ca: Estat del LED d'encès en repòs/(profund)
es: Estado del LED de encendido en reposo/(profundo)

source: Power on/off display
ca: Engegar/apagar display
es: Encender/apagar display

source: Power threshold in mA
ca: Potència en mA
es: Potencia en mA

source: Predefined
ca: Predefinit
es: Predefinido

source: Predefined transponder
ca: Transponedor predefinit
es: Transpondedor predefinido

source: Prefer AC3 track
ca: Prioritzar pista AC3
es: Priorizar pista AC3

source: Prefer AC3+ track
ca: Prioritzar pista AC3+
es: Priorizar pista AC3+

source: Prefer audio track stored by service
ca: Prioritzar pista d'àudio del canal
es: Priorizar pista de audio del canal

source: Prefer graphical DVB subtitles
ca: Prioritzar subtítols DVB
es: Priorizar subtítulos DVB

source: Prefer subtitles for hearing impaired
ca: Prioritzar l'audiodescripció per a sords
es: Priorizar la audiodescripción para sordos

source: Prefer subtitles stored by service
ca: Prioritzar els subtìtols del canal
es: Priorizar los subtitulos del canal

source: Preference
ca: Preferències
es: Preferencias

source: Preferred tuner
ca: Sintonitzador preferit
es: Sintonizador preferido

source: Preferred tuner DVB-S
ca: Sintonitzador DVB-S preferit
es: Sintonizador DVB-S preferido

source: Preferred tuner DVB-S for recordings
ca: Sinton. DVB-S preferit per a gravacions
es: Sinton. DVB-S preferido para grabaciones

source: Preferred tuner DVB-T
ca: Sintonitzador DVB-T preferit
es: Sintonizador DVB-T preferido

source: Preferred tuner DVB-T for recordings
ca: Sinton. DVB-T preferit per a gravacions
es: Sinton. DVB-T preferido para grabaciones

source: Preferred tuner for recordings
ca: Sintonitzador preferit per a les gravacions
es: Sintonizador preferido para grabaciones

source: Prepare another USB stick for image flashing
ca: Prepareu un altre pendrive USB per instal·lar la imatge.
es: Prepare otro pendrive USB para flashear la imagen.

source: Preparing...
ca: Preparant...
es: Preparando...

source: Preparing... Please wait
ca: Preparant... Espereu
es: Preparando... Espere

source: Press '0' to toggle PiP mode
ca: Premeu '0' per canviar el mode PiP
es: Pulse '0' para cambiar el modo PiP

source: Press INFO on your remote control for additional information.
ca: Premeu INFO al comandament a distància per a més informació.
es: Pulse INFO en el mando a distancia para más información.

source: Press MENU on your remote control for additional options.
ca: Premeu MENÚ al comandament a distància per opcions addicionals.
es: Pulse MENÚ en el mando a distancia para opciones adicionales.

source: Press OK Button to change Device/Partition List.
ca: Premeu OK per canviar la llista de dispositius/particions:
es: Pulse OK para cambiar la lista de dispositivos/particiones:

source: Press OK for update opkg database and select OPenSPA Extra Plugins to Install.
ca: Premeu OK per actualitzar la base de dades opkg i seleccionar quins plugins OpenSPA voleu instal·lar
es: Pulse OK para actualizar la base de datos opkg y seleccionar qué plugins OpenSPA desea instalar

source: Press OK on your remote control to continue.
ca: Premeu OK al comandament a distància per continuar.
es: Pulse OK en el mando a distancia para continuar.

source: Press OK to activate the selected skin.
ca: Premeu OK per activar el skin seleccionat.
es: Pulse OK para activar el skin seleccionado.

source: Press OK to activate the settings.
ca: Premeu OK per activar la configuració.
es: Pulse OK para activar la configuración.

source: Press OK to collapse this host
ca: Premeu OK per col·lapsar aquest dispositiu
es: Pulse OK para colapsar este dispositivo

source: Press OK to edit selected settings.
ca: Premeu OK per editar les opcions seleccionades.
es: Pulse OK para editar los ajustes seleccionados.

source: Press OK to edit the settings.
ca: Premeu OK per editar la configuració.
es: Pulse OK para editar la configuración.

source: Press OK to expand this host
ca: Premeu OK per expandir el dispositiu
es: Pulse OK para expandir el dispositivo

source: Press OK to get further details for %s
ca: Premeu OK per obtenir més detalls de %s
es: Pulse OK para obtener más detalles de %s

source: Press OK to mount this share!
ca: Premeu OK per muntar aquest recurs
es: Pulse OK para montar este recurso

source: Press OK to mount!
ca: Premeu OK per muntar!
es: Pulse OK para montar!

source: Press OK to save settings.
ca: Premeu OK per desar la configuració.
es: Pulse OK para guardar los ajustes.

source: Press OK to scan
ca: Premeu OK per cercar
es: Pulse OK para buscar

source: Press OK to select a provider.
ca: Premeu OK per seleccionar un proveïdor.
es: Pulse OK para seleccionar un proveedor.

source: Press OK to select satellites
ca: Premeu OK per seleccionar satèl·lits
es: Pulse OK para seleccionar satélites

source: Press OK to select.
ca: Premeu OK per seleccionar
es: Pulse OK para seleccionar

source: Press OK to select/deselect a CAId.
ca: Premeu OK per seleccionar/deseleccionar un CAId.
es: Pulse OK para seleccionar/deseleccionar un CAId.

source: Press OK to start scanning
ca: Premeu OK per començar a cercar
es: Pulse OK para empezar la búsqueda

source: Press OK to start the scan
ca: Premeu OK per començar a cercar
es: Pulse OK para empezar la búsqueda

source: Press OK to toggle the selection
ca: Premeu OK per invertir la selecció
es: Pulse OK para invertir la selección

source: Press OK to toggle the selection.
ca: Premeu OK per activar la selecció.
es: Pulse OK para activar la selección.

source: Press OK, save and exit...
ca: Premeu OK, deseu-ho i sortiu
es: Pulse OK, guarde y salga

source: Press [OK] to select
ca: Premeu OK per seleccionar
es: Pulse OK para seleccionar

source: Press yellow to set this interface as default interface.
ca: Premeu groc per configurar-la com a interfície per defecte.
es: Pulse amarillo para configurarlo como interface por defecto.

source: Prev
ca: Anterior
es: Anterior

source: Prev
ca: Anterior
es: Anterior

source: Preview
ca: Previsualitzar
es: Previsualizar

source: Preview menu
ca: Menú previsualitzar
es: Menú previsualizar

source: Preview selected channel
ca: Previsualitzar el canal seleccionat
es: Previsualizar el canal seleccionado

source: Primary DNS
ca: DNS Principal
es: DNS Principal

source: Prime time
ca: Màxima audiència
es: Máxima audiencia

source: PrimeTime
ca: Màxima audiència
es: Máxima audiencia

source: Priority
ca: Prioritat
es: Prioridad

source: Process
ca: Processar
es: Procesar

source: Processor
ca: Processador
es: Procesador

source: Profile
ca: Perfil
es: Perfil

source: Profile: Local box
ca: Perfil: Recept. local
es: Perfil: Recept. local

source: Program not found for menu item %d
ca: No hi ha programa per l'id. de menú %d
es: No hay programa para el id. de menú %d

source: Progress
ca: Progrés
es: Progreso

source: Progress bar left
ca: Barra progrés a l'esq.
es: Barra progreso izda.

source: Progress bar right
ca: Barra progrés a la dreta
es: Barra progreso dcha.

source: Properties of current title
ca: Propietats del títol actual
es: Propiedades del título actual

source: Protect Screens
ca: Protegir pantalles
es: Proteger pantallas

source: Protect configuration
ca: Protegir la configuració
es: Proteger la configuración

source: Protect context menus
ca: Protegir els menús contextuals
es: Proteger los menús contextuales

source: Protect main menu
ca: Protegir el menú principal
es: Proteger el menú principal

source: Protect manufacturer reset screen
ca: Protegir la pantalla de reinici de fàbrica
es: Proteger la pantalla de reinicio de fábrica

source: Protect movie list
ca: Protegir la llista de pel·lícules
es: Proteger la lista de películas

source: Protect on epg age
ca: Protegir segons l'edat (EPG)
es: EPG con protección parental

source: Protect plugin browser
ca: Protegir el navegador de plugins
es: Proteger el navegador de plugins

source: Protect services
ca: Protegir canals
es: Proteger canales

source: Protect setup
ca: Protegir configuració
es: Proteger configuración

source: Protect software update screen
ca: Protegir la pantalla d'actualització de software
es: Proteger la pantalla de actualización de software

source: Protect spzMenu
ca: Protegir spzMenu
es: Proteger spzMenu

source: Protect spzMenu (OpenSPA Main Menu)
ca: Protegir el menú principal OpenSPA
es: Proteger el menú principal OpenSPA

source: Protect standby menu
ca: Protegir el menú de repòs
es: Proteger el menú de reposo

source: Protect timer menu
ca: Protegir el menú de temporitzadors
es: Proteger el menú de temporizadores

source: Protocol
es: Protocolo

source: Provider
ca: Proveïdor
es: Proveedor

source: Provider Name:
ca: Nom de proveïdor:
es: Nombre de proveedor:

source: Provider to scan
ca: Proveïdor a cercar
es: Proveedor a buscar

source: Provider:
ca: Proveïdor:
es: Proveedor:

source: Providers
ca: Proveïdors
es: Proveedores

source: Providers:
ca: Proveïdors:
es: Proveedores:

source: Providers:
ca: Proveïdors:
es: Proveedores:

source: Put TV in standby
ca: Posar la TV en repòs
es: Poner la TV en reposo

source: Put receiver in standby
ca: Posar el receptor en repòs
es: Poner el receptor en reposo

source: Put your %s %s in standby
ca: Posar el %s %s en repòs
es: Poner el %s %s en reposo

source: Python frontend for /tmp/mmi.socket
ca: Frontend python per /tmp/mmi.socket
es: Frontend python para /tmp/mmi.socket

source: Python version:
ca: Versió python:
es: Versión python:

source: Question
ca: Pregunta
es: Pregunta

source: Quick
ca: Ràpid
es: Rápido

source: Quick and safe remove for your mounted devices
ca: Desmuntat ràpid i segur dels disp. muntats
es: Desmontado rápido y seguro de los disp. montados

source: Quick zap
ca: Zàping ràpid
es: Zapping rápido

source: REC
ca: GRAV.
es: GRAB

source: RF output
ca: Sortida d'antena
es: Salida de antena

source: Random
ca: Aleatori
es: Aleatorio

source: Rating defined by broadcaster - %d
ca: Qualificació definida per el proveïdor - %d
es: Calificación definida por el proveedor - %d

source: Rating undefined
ca: Sense qualificació
es: Sin calificación

source: Read Userdata from oscam.conf
ca: Llegir dades d'usuari d'oscam.conf
es: Leer datos de usuario de oscam.conf

source: Read cache speed: %s
ca: Velocitat de memòria cau: %s
es: Velocidad de caché: %s

source: Read disk cache speed: unknown
ca: Velocitat de memòria cau: desconeguda
es: Velocidad de caché: desconocido

source: Read disk speed: unknown
ca: Velocitat de lectura: desconeguda
es: Velocidad de lectura: desconocido

source: Read speed: %s
ca: Velocitat lectura: %s
es: Velocidad lectura: %s

source: Reader
ca: Servidor
es: Servidor

source: Reader Statistics
ca: Estadístiques del servidor
es: Estadísticas del servidor

source: Ready to install "%s" ?
ca: Voleu instal·lar "%s"?
es: Desea instalar "%s"?

source: Ready to install %s ?
ca: Segur que voleu instal·lar %s?
es: Seguro que desea instalar %s?

source: Ready to remove "%s" ?
ca: Segur que voleu eliminar "%s"?
es: Seguro que desea eliminar "%s"?

source: Ready to remove %s ?
ca: Segur que voleu eliminar %s?
es: Seguro que desea eliminar %s?

source: Really WOL now?
ca: Segur que voleu anar a WOL?
es: Seguro que desea ir a WOL

source: Really close without saving settings?
ca: Segur que voleu sortir sense desar la configuració?
es: Seguro que quiere salir sin guardar la configuración?

source: Really delete done timers?
ca: Voleu eliminar les reserves finalitzades?
es: Quiere eliminar las reservas terminadas?

source: Really delete the recording
ca: Voleu esborrar la gravació?
es: Desea borrar la grabación?

source: Really delete the timer
ca: Voleu esborrar la programació?
es: Desea borrar la grabación?

source: Really exit the subservices quickzap?
ca: Voleu sortir del canvi ràpid de canals?
es: Quiere salir del zapeo rápido de canales?

source: Really reboot now?
ca: Segur que voleu reiniciar?
es: Quiere reiniciar ahora?

source: Really reflash your receiver and reboot now?
ca: Segur que voleu actualitzar el receptor i reiniciar?
es: Seguro que desea volver a flahear el procesador y reiniciar?

source: Really restart now?
ca: Segur que voleu reiniciar GUI?
es: Quiere reiniciar GUI ahora?

source: Really shutdown now?
ca: Segur que voleu apagar el receptor?
es: Quiere apagar el receptor ahora?

source: Really store at index %2d for current position?
ca: Segur que voleu desar la posició actual a l'índex %2d?
es: Seguro que quiere guardar la posición actual en el índice %2d?

source: Really upgrade the frontprocessor and reboot now?
ca: Segur que voleu actualitzar el frontprocessor i reiniciar?
es: Seguro que desea actualizar el frontprocessor y reiniciar?

source: Really upgrade your receiver and reboot now?
ca: Segur que voleu actualitzar el receptor i reiniciar?
es: Seguro que desea actualizar el procesador y reiniciar?

source: Reboot
ca: Reiniciar sistema
es: Reiniciar sistema

source: Reboot Box
ca: Reiniciar
es: Reiniciar

source: Reception Settings
ca: Opcions de recepció
es: Opciones de recepción

source: Record
ca: Configuració de gravacions
es: Ajustes de grabación

source: Record a maximum of x times
ca: Gravar un màxim d'X vegades
es: Grabar un máximo de x veces

source: Record time limited due to conflicting timer %s
ca: Gravació limitada (en temps) per un conflicte amb temporiz. %s
es: Grabación limitada (en tiempo) por un conflicto con temporiz. %s

source: Recorded files...
ca: Arxius gravats...
es: Archivos grabados...

source: Recording
ca: Gravació
es: Grabación

source: Recording Status
ca: Estat de la gravació
es: Estado de grabación

source: Recording in progress
ca: Gravació en curs
es: Grabación en curso

source: Recording paths
ca: Rutes de gravació
es: Rutas de grabación
