Repository: vuteam/se2
Catalog: po/*.po
Languages: ca, es

source: Goto previous page of events
ca: Anar als events de la pàgina anterior
es: Ir a los eventos de la página anterior

source: Goto primetime / now
ca: Anar a màxima audiència / ara
es: Ir a máxima audiencia / ahora

source: Goto specific date/time
ca: Anar a una data/hora concrets
es: Ir a una fecha/hora concretos

source: GotoX calibration
ca: Calibració de GotoX
es: Calibración de GotoX

source: Grab Screenshot
ca: Captura de pantalla
es: Captura de pantalla

source: GraphMultiEpg Settings
ca: Ajustaments de GraphMultiEPG
es: Ajustes de GraphMultiEPG

source: GraphicLCD
ca: LCD gràfic
es: LCD gráfico

source: Graphical Multi EPG
ca: Multi EPG gràfic
es: Multi EPG Gráfico

source: Greek
ca: Grec
es: Griego

source: Green boost
ca: Augmentar verd
es: Aumentar verde

source: Grow drop
ca: Portar al davant des de dalt
es: Traer al frente desde arriba

source: Grow from left
ca: Portar al davant des de l'esq.
es: Traer al frente desde la izqda.

source: Guard interval
ca: Intèrval de guarda
es: Intervalo de guarda

source: Gui version
ca: Versió de la Interfície d'usuari
es: Versión Interfaz de Usuario

source: H: = Hourly / D: = Daily / W: = Weekly / M: = Monthly
ca: H: = Horari / D: = Diari / W: = Setmanal / M: = Mensual
es: H: = Horario / D: = Diario / W: = Semanal / M: = Mensual

source: HD list
ca: Llista HD
es: Lista HD

source: HDD = Do you want to make an USB-back-up image on HDD? This only takes 2 or 10 minutes and is fully automatic.
ca: HDD = Crea una còpia de seguretat al Disc Dur Trigarà únicament entre 2 i 10 minuts i es un procés totalment automàtic.
es: HDD = Crea una copia de seguridad en el Disco Duro Tardará únicamente entre 2 y 10 minutos y es un proceso totalmente automático.

source: HDMI CEC Setup
ca: Configuració d'HDMI CEC
es: Configuración de HDMI CEC

source: HDMI CEC setup
ca: Configuració d'HDMI CEC
es: Configuración de HDMI CEC

source: HDMI Colordepth
es: Profundidad de color HDMI

source: HDMI Colorimetry
es: Colorimetría HDMI

source: HDMI Colorspace
ca: Espai de color HDMI
es: Espacio de color HDMI

source: HDMI-CEC setup
ca: Configuració d'HDMI-CEC
es: Configuración de HDMI-CEC

source: HEX
ca: Hexadecimal
es: Hexadecimal

source: HTTP port
ca: Port HTTP
es: Puerto HTTP

source: HTTPS port
ca: Port HTTPS
es: Puerto HTTPS

source: Handle standby from TV
ca: Administrar el repòs desde la TV
es: Administrar el reposo desde la TV

source: Handle wakeup from TV
ca: Administrar l'engegada desde la TV
es: Administrar el encendido desde la TV

source: Hard Drive Fast Umount
ca: Desmuntat ràpid del disc dur
es: Desmontado rápido del disco duro

source: Hard Drive Info
ca: Info HDD
es: Info HDD

source: Hard Drive Partitions
ca: Particions del Disc Dur
es: Particiones del Disco Duro

source: Hard Drive Setup
ca: Configuració del disc dur
es: Configuración del disco duro

source: Hard disk model
ca: Model Disc Dur
es: Modelo Disco Duro

source: Hard disk setup
ca: Configuració del disc dur
es: Configuración de disco duro

source: Hard disk standby after
ca: Posar el disc dur en repòs després de
es: Poner el disco duro en reposo después de

source: Hard disk standby in box standby after
ca: HDD a repòs amb receptor en repòs després de
es: HDD a reposo con recept. en reposo después de

source: Harddisk
ca: Disc dur
es: Disco duro

source: Harddisk standby after
ca: Posar el disc dur en repòs després de
es: Poner el disco duro en reposo después de

source: HbbTV Applications
ca: Aplicacions HbbTV
es: Aplicaciones HbbTV

source: HbbTV Browser was not running. Please running browser before start HbbTV Application.
ca: El servei HbbTV no està en execució. Inicieu el servei a Extensions o des del Navegador Opera abans d'iniciar l'aplicació HbbTV.
es: El servicio HbbTV no está en ejecución. Por favor inicie el servicio en Extensiones o desde el Navegador Opera antes de iniciar la aplicación HbbTV.

source: HbbTV Plugin
ca: Plugin HbbTV
es: Plugin HbbTV

source: Heads: %s (max) %s (current)
ca: Capçals: %s (màx) %s (actual)
es: Cabezales: %s (max) %s (actual)

source: Heads: unknown
ca: Capçals: desconegut
es: Cabezales: desconocido

source: Hebrew
ca: Hebreu
es: Hebreo

source: Height
ca: Altura
es: Altura

source: Help
ca: Ajuda
es: Ayuda

source: Helps setting up your antenna
ca: Ajuda per posicionar l'antena
es: Ayuda para posicionar la antena

source: Hidden network
ca: Xarxa oculta
es: Red oculta

source: Hide CI messages
ca: No mostrar missatges de CI
es: Ocultar mensajes de CI

source: Hide channel list in radio mode
ca: No mostrar la llista de canals en mode radio
es: Ocultar la lista de canales en modo radio

source: Hide full remote
ca: Amagar comand. complet
es: Ocultar mando completo

source: Hide known extensions
ca: Amagar extensions conegudes
es: Ocultar extensiones conocidas

source: Hide number markers
ca: Amagar les marques de numeració
es: Ocultar las marcas de numeración

source: Hide parentel locked services
ca: Amagar canals sota control parental
es: Ocultar canales bajo control parental

source: Hide player
ca: Amagar reproductor
es: Ocultar reproductor

source: Hide this Dial
ca: Amagar aquest dial
es: Ocultar este dial

source: Hide zap errors
ca: Amagar errors de zàping
es: Ocultar errores de zapeo

source: Hierarchy info
ca: Informació jeràrquica
es: Información jerárquica

source: Hierarchy information
ca: Informació jeràrquica
es: Información jerárquica

source: High Resolution
ca: Alta resolució
es: Alta resolución

source: High bitrate support
ca: Suport de bitrate alt
es: Soporte de bitrate alto

source: HistoryZap List
ca: Llista història de zàping
es: Lista histórico de zapeo

source: Hold screen
ca: Congelar imatge
es: Congelar imagen

source: Hold till locked
ca: Congelar imatge fins a sintonitzar
es: Congelar imagen hasta sintonizar

source: Home
ca: Inici
es: Inicio

source: Hops
ca: Salts
es: Saltos

source: Hops:
ca: Salts:
es: Saltos:

source: Horizontal Turning Speed
ca: Velocitat horitzontal
es: Velocidad horizontal

source: Horizontal turning speed
ca: Velocitat horitzontal
es: Velocidad horizontal

source: Hostname:
ca: Nom del host
es: Nombre del host

source: Hostname:
ca: Nom host:
es: Nombre host:

source: Hour
ca: Hora
es: Hora

source: Hourly
ca: Cada hora
es: Cada hora

source: Hours Mins
ca: Hores + min.
es: Horas + min.

source: Hours Mins Secs
ca: Hores + min. + seg.
es: Horas + min. + seg.

source: How many minutes do you want add to record?
ca: Quants minuts voleu afegir a l'enregistrament?
es: Cuantos minutos desea añadir a la grabación?

source: How many minutes do you want to record?
ca: Quants minuts voleu enregistrar?
es: Cuántos minutos quiere grabar?

source: Hue
ca: Matís
es: Matíz

source: Hungarian
ca: Hongarès
es: Húngaro

source: I/O Read ahead
ca: Lectura prèvia I/O
es: Lectura previa I/O

source: I/O Scheduler
ca: Programador I/O
es: Programador I/O

source: IP address
ca: Adreça IP
es: Dirección IP

source: IP-Address
ca: Adreça IP
es: Dirección IP

source: IPv4-only Python/Twisted
ca: IPv4-només Python/Twisted
es: IPv4-solo Python/Twisted

source: IPv4-only kernel
ca: IPv4-només kernel
es: IPv4-solo kernel

source: IPv6 address(es)
ca: Adreça(es) IPv6
es: Dirección(es) IPv6

source: IPv6 setup
ca: Configuració IPv6
es: Configuración IPv6

source: IPv6 support
ca: Suport IPv6
es: Soporte IPv6

source: IPv6Setup
ca: Configuració IPv6
es: Configuración IPv6

source: ISO file is too large for this filesystem!
ca: L'arxiu ISO es massa gran per aquest sistema!
es: El archivo ISO es demasiado grande para este sistema!

source: ISO path
ca: ruta ISO
es: ruta ISO

source: Icons
ca: Icones
es: Iconos

source: Idle Time:
ca: Temps inactiu:
es: Tiempo inactivo:

source: If enabled the output resolution of the box will try to match the resolution of the video contents resolution
ca: Si s'activa, el receptor intentarà utilitzar la resolució del contingut del vídeo
es: Si se activa, el receptor intentará utilizar la resolución del contenido del vídeo

source: If enabled the video will always be de-interlaced.
ca: Si s'activa, el vídeo serà desentrellaçat sempre.
es: Si se activa, el vídeo será desentrelazado siempre.

source: If enabled, AIT data is included in recordings.
ca: Si s'activa, les dades AIT s'inclouràn als enregistraments.
es: Si se activa, los datos AIT se incluirán en las grabaciones.

source: If the text is too long to be displayed on the front panel, it will be repeated (number of times):
ca: Si el text es massa llarg per a ser mostrat al panell frontal, es repetirà (nº de vegades):
es: Si el texto es demasiado largo para ser mostrado en el panel frontal, se repetirá (nº de veces):

source: If you see this, something is wrong with your scart connection. Press OK to return.
ca: Si podeu veure això, es que hi ha quelcom incorrecte amb la connexió de l'euroconnector. Premeu OK per tornar.
es: Si puede ver esto, es que hay algo incorrecto con la conexión del euroconector. Pulse OK para volver.

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
ca: Si el vostre TV té brillantor o contrast millorat, desactiveu-lo. Si hi ha quelcom anomenat "dinàmic", ajusteu-lo a 'estàndard'. Ajusteu el nivell del llum posterior a un valor agradable. Poseu el contrast el més baix possible. Poseu la brillantor el més baix possible, però assegureu-vos que les ombres dels grisos més baixos són apreciables. No us preocupeu en aquest moment per les ombres. Es configuraràn en el següent pas. Quan els resultats us semblin satisfactoris, premeu OK.
es: Si su TV tiene brillo o contrase mejorado, desactívelo. Si hay algo llamado "dinámico", ajústelo a 'estándar'. Ajuste el nivel de luz trasera a un valor agradable. Ponga el contraste lo más bajo posible. Ponga el brillo lo más bajo posible, pero asegúrese de que las sombras de los grises más bajos son apreciables. No se preocupe ahora por las sombras. Se configurarán en el próximo paso. Cuando los resultados sean satisfactorios, pulse OK.

source: Ignore conflict
ca: Ignorar conflicte
es: Ignorar conflicto

source: Image Backup
ca: Backup d'imatge
es: Backup de imagen

source: Image:
ca: Imatge:
es: Imagen:

source: ImageBackUp Main v.1.1
ca: BackUp d'imatge v.1.1
es: BackUp de imagen v.1.1

source: Immediate shutdown
ca: Apagat immediat
es: Apagado inmediato

source: Import
ca: Importar
es: Importar

source: In order to record a timer, the TV was switched to the recording service!
ca: Per poder gravar, s'ha canviat el TV al canal de l'enregistrament
es: Para poder grabar, se ha cambiado la TV al canal de la grabación

source: In progress
ca: En curs
es: En curso

source: Inactive
ca: Inactiu
es: Inactivo

source: Inactivity Sleeptimer
ca: Temporitzador d'inactivitat
es: Temporizador de inactividad

source: Inadyn Log
ca: Log d'Inadyn
es: Log de Inadyn

source: Inadyn Setup
ca: Configuració d'Inadyn
es: Configuración de Inadyn

source: InadynSetup
ca: Inadyn
es: Inadyn

source: Include
ca: Incloure
es: Incluir

source: Include AIT in http streams
ca: Incloure AIT als streams http
es: Incluir AIT en streams http

source: Include AIT in recordings
ca: Incloure AIT a les gravacions
es: Incluir AIT en las grabaciones

source: Include ECM in http streams
ca: Incloure ECM als streams http
es: Incluir ECM en streams http

source: Include EIT in http streams
ca: Incloure EIT als streams http
es: Incluir EIT en streams http

source: Incorrect type service for PiP!
ca: Canal no vàlid per al PiP
es: Canal no válido para PiP

source: Increase delay
ca: Augmentar retard
es: Aumentar retardo

source: Increase delay by %i ms (can be set)
ca: Augmentar retard %i ms
es: Aumentar retardo %i ms

source: Increased voltage
ca: Voltatge incrementat
es: Voltaje incrementado

source: Index
ca: Índex
es: Índice

source: Index allocated:
ca: Índex establert:
es: Índice establecido:

source: Inetd recovery
ca: Recuperar Inetd
es: Recuperar Inetd

source: Infobar fade-out speed
ca: Velocitat esvaniment de la infobar
es: Velocidad desvanecimiento de la infobar

source: Infobar timeout
es: Tiempo de visualización de la infobar

source: Infobar frontend data source
ca: Dades de frontend a la infobar
es: Datos de frontend en la infobar

source: Information
ca: Informació
es: Información

source: Information openSPA
ca: Informació openSPA
es: Información openSPA

source: Infos
ca: Informació
es: Información

source: Inherit Autotimer
ca: Programació heretada
es: Programación heredada

source: Init
ca: Iniciar
es: Iniciar

source: Initial fast forward speed
ca: Velocitat inicial d'avanç ràpid
es: Velocidad inicial de avance rápido

source: Initial location in new timers
ca: Ruta inicial en noves programacions
es: Ruta inicial en nuevas programaciones

source: Initial lock ratio
ca: Relació de bloqueig inicial
es: Relación de bloqueo inicial

source: Initial rewind speed
ca: Velocitat inicial de rebobinat
es: Velocidad inicial de rebobinado

source: Initial signal quality:
ca: Qualitat inicial del senyal:
es: Calidad inicial de señal:

source: Initialization
ca: Inicialització
es: Inicialización

source: Initialize
ca: Inicialitzar
es: Inicializar

source: Initialize disk
ca: Inicialitzar disc
es: Inicializar disco

source: Initializing storage device...
ca: Inicialitzant dispositiu...
es: Inicializando dispositivo...

source: Input
ca: Entrada
es: Entrada

source: Input date/time
ca: Entrar data/hora
es: Entrar fecha/hora

source: Input device setup
ca: Configuració del dispositiu d'entrada
es: Configuración del dispositivo de entrada

source: Input devices
ca: Dispositius d'entrada
es: Dispositivos de entrada

source: Insert mount point:
ca: Inserir muntatge
es: Insertar montaje

source: Install
ca: Instal·lar
es: Instalar

source: Install a new image with a USB stick
ca: Instal·lar una nova imatge des d'un pendrive
es: Instalar una nueva imagen desde un pendrive

source: Install a new image with your web browser
ca: Instal·lar una nova imatge des del navegador web
es: Instalar una nueva imagen desde el navegador web

source: Install channel list
ca: Instal·lar llista de canals
es: Instalar lista de canales

source: Install extensions
ca: Instal·lar extensions
es: Instalar extensiones

source: Install extensions.
ca: Instal·lar extensions.
es: Instalar extensiones.

source: Install local extension
ca: Instal·lar extensió local
es: Instalar extensión local

source: Install picons on
ca: Instal·lar picons a
es: Instalar picons en

source: Installation has completed.
ca: La instal·lació ha acabat
es: La instalación ha terminado

source: Installation or removal has completed.
ca: La instal·lació (o eliminació) ha acabat
es: La instalación (o eliminación) ha terminado

source: Installed:
ca: Instal·lat:
es: Instalado:

source: Installing
ca: Instal·lant
es: Instalando

source: Installing Driver
ca: Instal·lant els controladors...
es: Instalando los controladores...

source: Installing Service
ca: Instal·lant el servei
es: Instalando servicio

source: Installing Software...
ca: Instal·lant el Software
es: Instalando el Software

source: Installing software...
ca: Instal·lant el software
es: Instalando el software

source: Instant Record
ca: Gravació instantània
es: Grabación instantánea

source: Instant recording location
ca: Ubicació de gravacions instantànies
es: Ubicación de grabaciones instantáneas

source: Instant recording...
ca: Gravació instantània
es: Grabación instantánea

source: Interactive (default)
ca: Interactiu (defecte)
es: Interactivo (defecto)

source: Interlaced Algo:
ca: Algoritme d'entrellaçat
es: Algoritmo de entrelazado

source: Intermediate
ca: Intermedi
es: Intermedio

source: Internal
ca: Intern
es: Interno

source: Internal USB
ca: USB intern
es: USB interno

source: Internal flash
ca: Flash interna
es: Flash interna

source: Internal hdd only
ca: Només en l'HDD intern
es: Sólo en el HDD interno

source: Interval (min.)
ca: Intèrval (min.)
es: Intervalo (min.)

source: Interval (sec.)
ca: Intèrval (seg.)
es: Intervalo (seg.)

source: Interval between keys when repeating:
ca: Intèrval en prémer tecles amb repetició:
es: Intervalo entre teclas al pulsar:

source: Invalid
ca: Invàlid
es: Inválido

source: Invalid URL!!(Empty) Please, Input to the URL.
ca: URL no vàlida!! (Buida) Si us plau, introduïu una URL vàlida.
es: URL inválida!! (Vacía) Por favor, introduzca una URL válida.

source: Invalid URL. Please check again!!
ca: URL invàlida. Torneu-ho a provar
es: URL inválida. Inténtelo de nuevo

source: Invalid directory selected: %s
ca: Directori seleccionat invàlid: %s
es: Directorio seleccionado inválido: %s

source: Invalid location
ca: Directori no vàlid
es: Directorio no válido

source: Invalid transponder data
ca: Dades del transponedor no vàlides
es: Datos de transpondedor no válidos

source: Inversion
ca: Inversió
es: Inversión

source: Invert
ca: Intercanviar
es: Intercambiar

source: Ipk Uninstall Tool
ca: Desinstal·lador de paquets IPK
es: Desinstalador de paquetes IPK

source: Ipk Uninstaller - List installed packages
ca: Desinstal·lador d'IPK - Llista de paquets instal·lats
es: Desinstalador de IPK - Lista de paquetes instalados

source: Ipk Uninstaller - Main Menu
ca: Desinstal·lador IPK - Menú principal
es: Desinstalador IPK - Menú principal

source: Ipkg Installer...
ca: Instal·lador de paquets ipkg
es: Instalador de paquetes ipkg

source: Is this setting ok?
ca: Es correcte aquest ajustament?
es: Es correcto este ajuste?

source: Is this video mode ok?
ca: És correcte aquest mode de vídeo?
es: Es correcto este modo de vídeo?

source: It will move the mouse pointer down.
ca: Baixar el punter del ratolí.
es: Mover el puntero del ratón Abajo.

source: It will move the mouse pointer left.
ca: Moure el punter del ratolí a l'esquerra.
es: Mover el puntero del ratón a la Izquierda.

source: It will move the mouse pointer right.
ca: Moure el punter del ratolí a la dreta.
es: Mover el puntero del ratón a la Derecha.

source: It will move the mouse pointer up.
ca: Pujar el punter del ratolí.
es: Subir el puntero del ratón.

source: Italian
ca: Italià
es: Italiano

source: Items per page
ca: Ítems per pàgina
es: Ítems por página

source: Items per page for list screen
ca: Ítems per pàgina a la llista
es: Ítems por página en la lista

source: January
ca: Gener
es: Enero

source: Javascript Libraries
ca: Llibreria Javascript
es: Libreria Javascript

source: Job View
ca: Tasques
es: Tareas

source: Job overview
ca: Tasca executada
es: Tarea ejecutada

source: July
ca: Juliol
es: Julio

source: Jump to beginning of list
ca: Anar al principi de la llista
es: Ir al principio de la lista

source: Jump to end of list
ca: Anar al final de la llista
es: Ir al final de la lista

source: Jump to next marked position
ca: Anar a la marca següent
es: Ir a la marca siguiente

source: Jump to previous marked position
ca: Anar a la marca anterior
es: Ir a la marca anterior

source: June
ca: Juny
es: Junio

source: Just play
ca: només reprod.
es: Solo reproducir

source: Just scale
ca: Ajust exacte
es: Ajuste exacto

source: Keep old drive
ca: Mantenir el dispositiu anterior
es: Mantener el dispositivo anterior

source: Keep service
ca: Mantenir al canal
es: Mantener en canal

source: Keep service + Reverse bouquet buttons
ca: Mantenir en canal i invertir tecles bouquet
es: Mantener en canal e invertir teclas bouquet

source: Kernel version
ca: Versió kernel
es: Versión kernel

source: Kernel version:
ca: versió del kernel:
es: versión de kernel:

source: Keyboard
ca: Teclat
es: Teclado

source: Keyboard Layout
ca: Distribució del teclat
es: Distribución del teclado

source: Keyboard map
ca: Mapa del teclat
es: Mapa del teclado

source: Keyboard setup
ca: Configuració de teclat
es: Configuración de teclado

source: Kodi installed:
ca: Kodi està instal·lat:
es: Kodi está instalado:

source: LAN adapter
ca: Adaptador LAN
es: Adaptador LAN

source: LAN connection
ca: Connexió de xarxa local
es: Conexión de red local

source: LCD Skin setup
ca: Config. del skin de LCD
es: Config. skin de LCD

source: LCD scroll speed
ca: Velocitat de desplaç. LCD
es: Velocidad de desplaz. LCD

source: LCD4Linux Setup
ca: Configurar LCD4Linux
es: Configurar LCD4Linux

source: LED Deep Standby
ca: LED de repòs profund
es: LED de reposo profundo

source: LED Display Setup
ca: Led/Display VFD
es: Configuración de LED/Display

source: LED Standby
ca: LED de repòs
es: LED de reposo

source: LED brightness during deep standby.
ca: Brillantor del LED en repòs profund.
es: Brillo del LED en reposo profundo.

source: LED brightness during normal operations.
ca: Brillantor del LED en mode normal.
es: Brillo del LED en modo normal.

source: LED brightness during standby.
ca: Brillantor del LED en repòs.
es: Brillo del LED en reposo.

source: LICENSE
ca: LLICÈNCIA
es: LICENCIA

source: Label
ca: Etiqueta
es: Etiqueta

source: Label series
ca: Sèries d'etiquetes
es: Series de etiquetas

source: Language
ca: Idioma
es: Idioma

source: Language selection
ca: Selecció d'idioma
es: Selección de idioma

source: Last Req.
ca: Darrera petició
es: Última petición

source: Last backup date
ca: Data de la darrera còpia
es: Fecha de la última copia

source: Last config
ca: Última config:
es: Última config:

source: Last speed
ca: Velocitat final
es: Velocidad final

source: Last update: %s
ca: Últ. actualització: %s
es: Últ. actualización: %s

source: Last upgrade:
ca: Darrera actualització:
es: Última actualización:

source: Last used share:
ca: Últim share utilitzat
es: Último share utilizado

source: Latitude
ca: Latitud
es: Latitud

source: Latvian
ca: Letó
es: Letón

source: Leave DVD player?
ca: Sortir del reproductor de DVD?
es: Salir del reproductor de DVD?

source: Left
ca: Esquerra
es: Izda.

source: Left Key
ca: Tecla esquerra
es: Tecla izquierda

source: Left Mouse Button
ca: Botó esquerre del ratolí.
es: Botón izquierdo del ratón.

source: Left from servicename
ca: A l'esquerra del nom
es: A la izquierda del nombre

source: Leisure hobbies
ca: Oci/Hobbies
es: Ocio/Hobbies

source: Lets you execute your PPanels
ca: Permet executar els PPanells propis
es: Permite ejecutar los propios PPanels

source: Letterbox zoom
ca: Zoom letterbox
es: Zoom letterbox

source: Limit character set for recording filenames
ca: Limitar el conjunt de caràcters en noms
es: Limitar el conjunto de caracteres en nombres

source: Limit east
ca: Límit est
es: Límite este

source: Limit the characters that can be used in recording filenames to (7 bit) ascii. This ensures compatibility with operating systems or file systems with limited character sets.
ca: Longitud màxima del nom de les gravacions (ASCII 7-bit) per assegurar la compatibilitat amb sistemes operatius amb noms d'arxiu limitats.
es: Longitud máxima del nombre de las grabaciones (ASCII 7-bit) para asegurar la compatibilidad con sistemas operativos con nombres de archivo limitados.

source: Limit west
ca: Límit oest
es: Límite oeste

source: Limits cancelled
ca: Límits cancel·lats
es: Límites cancelados

source: Limits enabled
ca: Límits habilitats
es: Límites habilitados

source: Limits off
ca: Treure límits
es: Quitar límites

source: Limits on
ca: Activar límits
es: Activar límites

source: Link Quality:
ca: Qualitat de l'enllaç
es: Calidad del enlace

source: Link quality:
ca: Qualitat de l'enllaç
es: Calidad del enlace

source: Link:
ca: Enllaç:
es: Enlace:

source: Linked titles with a DVD menu
ca: Enllaçar els títols amb un menú de DVD
es: Enlazar los títulos con un menú de DVD
