Repository: vuteam/se2
Catalog: po/*.po
Languages: ca, es

source: Configure the end coordinate in x of the teletext display area.
es: Configurar la coordenada final en x del área de visualización del teletexto.

source: Teletext StartY (lower border)
es: Teletexto StartY (Borde inferior)

source: Configure the start coordinate in y of the teletext display area.
es: Configurar la coordenada de inicio en y del área de visualización del teletexto.

source: Teletext EndY (upper border)
es: Teletexto EndY (Borde superior)

source: Configure the end coordinate in y of the teletext display area.
es: Configurar la coordenada final en y del área de visualización del teletexto.

source: Teletext TTFShiftY (vertical letter position)
es: Teletexto TTFShiftY (Posición vertical letra)

source: Adjust the vertical position of the letters used for teletext.
es: Ajustar la posición vertical de las letras utilizadas para el teletex

source: Teletext TTFShiftX (horizontal letter position)
es: Teletexto TTFShiftX (Posición horizontal letra)

source: Adjust the horizontal position of the letters used for teletext.
es: Ajustar la posición horizontal de las letras utilizadas para el teletexto.

source: Teletext TTFWidthFactor16 (TrueType letter width)
es: Teletexto TTFWidthFactor16 (Ancho letra TrueType)

source: Configure the width of the TrueType font letters used for teletext.
es: Configurar el ancho de las letras de la fuente TrueType utilizadas para el teletexto.

source: Teletext TTFHeightFactor16 (TrueType letter height)
es: Teletexto TTFHeightFactor16 (Alto letra TrueType)

source: Configure the height of the TrueType font letters used for teletext.
es: Configurar la altura de las letras de la fuente TrueType utilizadas para el teletexto.

source: Teletext CleanAlgo (resolution reset algorithm)
es: Teletexto CleanAlgo (Algoritmo de restablecimiento de resolución)

source: Select the method of restoring screen resolution and framebuffer when leaving teletext.
es: Seleccionar el método de restauración de la resolución de pantalla y framebuffer al salir del teletexto.

source: Fixed X11 font (SD)
es: Fijar fuente X11 (SD)

source: TrueType font (SD)
es: Fuente TrueType (SD)

source: TrueType font (HD)
es: Fuente TrueType (HD)

source: TrueType font (full-HD)
es: Fuente TrueType (FullHD)

source: (Radio)
ca: (Ràdio)

source: Audio
ca: Àudio

source: Chipset
ca: Xipset

source: Chipset: BCM%s
ca: Xipset: BCM%s

source: Extras
ca: Extres

source: Horizontal
ca: Horitzontal

source: Info bar timeout
ca: Temps de visualització de la infobar

source: Interface:
ca: Interficie:

source: Multimedia
ca: Multimèdia

source: Radio
ca: Ràdio

source: Sa
ca: Ds

source: Video
ca: Vídeo

source: W
ca: O

source: horizontal
ca: Horitzontal

source: musical/opera
ca: musical/ópera
