Repository: vuteam/se2
Catalog: po/*.po
Languages: ca, es

source: Video input selection Please press OK if you can see this page on your TV (or select a different input port). The next input port will be automatically probed in 20 seconds.
ca: Selecció de l'entrada de vídeo Premeu OK si podeu veure aquesta pàgina al vostre TV (o seleccioneu un port d' entrada diferent). El següent port d'entrada es provarà automàticament d'aqui a 20 segons.
es: Selección de la entrada de vídeo Pulse OK si puede ver esta página en su TV (o seleccione un puerto de entrada diferente). El siguiente puerto de entrada se probará automáticamente dentro de 20 segundos.

source: Video mode selection.
ca: Selecció del mode de vídeo.
es: Selección del modo de vídeo.

source: Video mode: %s
ca: Mode de vídeo: %s
es: Modo de vídeo: %s

source: Video mode: %s not available
ca: Mode de vídeo %s no disponible
es: Modo de video %s no disponible

source: Video mode: 1080p
ca: Mode de vídeo: 1080p
es: Modo de video: 1080p

source: Video mode: 1080p also not available
ca: Mode de vídeo 1080p tampoc està disponible
es: Modo de video 1080p tampoco está disponible

source: Video mode: 2160p
ca: Mode de vídeo: 2160p
es: Modo de video: 2160p

source: Video mode: 2160p also not available
ca: Mode de vídeo 2160p tampoc està disponible
es: Modo de video 2160p tampoco está disponible

source: Video output
ca: Sortida de vídeo
es: Salida de vídeo

source: Video output mode
ca: Mode de sortida de vídeo
es: Modo de salida de vídeo

source: Video settings
ca: Ajustaments de vídeo
es: Ajustes de vídeo

source: Video setup
ca: Configuració de vídeo
es: Configuración de vídeo

source: Video wizard
ca: Assistent de vídeo
es: Asistente de vídeo

source: VideoPlayer - Menu
ca: Reproductor de vídeos - Menú
es: Reproductor de vídeos - Menú

source: Videocodec
ca: Codec de vídeo
es: Codec de vídeo

source: Videoformat
ca: Mode de pantalla
es: Modo de pantalla

source: Videosize
ca: Resolució de vídeo
es: Resolución de vídeo

source: View All
ca: Veure tots
es: Ver todos

source: View Audio Info
ca: Informació de l'àudio
es: Información del audio

source: View Rass interactive...
ca: Veure Rass interactiu...
es: Ver Rass interactivo...

source: View Supported
ca: Veure suportats
es: Ver soportados

source: View details
ca: Veure detalls
es: Ver detalles

source: View list of available
ca: Veure llista de disponibles
es: Ver lista de disponibles

source: View list of available CommonInterface extensions
ca: Veure llista d'extensions disponibles per a Interfície Comú
es: Ver lista de extensiones disponibles para Interfaz Común

source: View list of available EPG extensions.
ca: Mostra una llista d'extensions d'EPG disponibles.
es: Muestra una lista de extensiones de EPG disponibles.

source: View list of available Satellite equipment extensions.
ca: Mostra una llista d'extensions d'equip de satèl·lit disponibles.
es: Muestra una lista de extensiones de equipo Satélite disponibles.

source: View list of available communication extensions.
ca: Mostra una llista d'extensions de comunicació disponibles.
es: Muestra una lista de extensiones de comunicación disponibles.

source: View list of available default settings
ca: Mostra un llistat de Llistes de canals disponibles.
es: Muestra una lista de Listas de canales por defecto disponibles.

source: View list of available display and userinterface extensions.
ca: Mostra una llista d'extensions de display i d'interfície d'usuari.
es: Muestra una lista de aspectos y extensiones de interface de usuario

source: View list of available multimedia extensions.
ca: Mostra una llista d'extensions multimèdia disponibles.
es: Muestra una lista de extensiones multimedia disponibles.

source: View list of available networking extensions
ca: Mostra una llista d'extensions de xarxa disponibles
es: Muestra una lista de extensiones de red disponibles

source: View list of available recording extensions
ca: Mostra una llista d'extensions de gravació disponibles
es: Muestra una lista de extensiones de grabación disponibles

source: View list of available skins
ca: Mostra una llista de skins disponibles
es: Muestra una lista de skins disponibles

source: View list of available software extensions
ca: Mostra una llista d'extensions de software disponibles
es: Muestra una lista de extensiones de software disponibles

source: View list of available system extensions
ca: Mostra una llista d'extensions de sistema disponibles
es: Muestra una lista de extensiones de sistema disponibles

source: View photos...
ca: Veure fotos
es: Ver fotos

source: View teletext...
ca: Veure teletext
es: Ver teletexto

source: View video CD...
ca: Veure video CD
es: Ver video CD

source: View, edit or delete mountpoints on your Dreambox.
ca: Veure, editar o esborrar punts de muntatge
es: Ver, editar o borrar puntos de montaje

source: View, edit or delete usernames and passwords for your network.
ca: Veure, editar o esborrar usuaris i contrasenyes de la xarxa
es: Ver, editar o borrar usuarios y contraseñas de la red

source: Virtual KeyBoard
ca: Teclat Virtual
es: Teclado Virtual

source: Visibly
ca: Visible
es: Visible

source: Voltage mode
ca: Mode voltatge
es: Modo voltaje

source: Volume
ca: Volum
es: Volumen

source: Volume Control
ca: Control Volum
es: Control Volumen

source: Volume adjust fast
ca: Volum - Ràpid
es: Volumen - Rápido

source: Volume adjust slow
ca: Volum - Lent
es: Volumen - Lento

source: Volume down
ca: Baixar volum
es: Bajar volumen

source: Volume up
ca: Pujar volum
es: Subir volumen

source: WARNING! Blindscan may make the tuner malfunction on a VU+ receiver. A reboot afterwards may be required to return to proper tuner function.
ca: ATENCIÓ - La recerca cega pot causar un mal funcionament del sintonitzador als receptors VU+. Caldrà reiniciar per que torni a funcionar amb normalitat.
es: ATENCIÓN - La búsqueda ciega puede causar un mal funcionamiento del sintonizador en los receptores VU+. Será necesario reiniciar para que vuelva a funcionar con normalidad.

source: WIRELESS LAN:
ca: Interfície WiFi:
es: Interface WiFi:

source: WLAN connection
ca: Connexió WLAN (WiFi)
es: Conexión WLAN (WiFi)

source: WOL Standby
ca: Repòs WOL
es: Reposo WOL

source: WPA or WPA2
ca: WPA o WPA2
es: WPA o WPA2

source: WSS on 4:3
ca: WSS en 4:3
es: WSS en 4:3

source: Wait
ca: Espereu
es: Espere

source: Wait please while scanning...
ca: Espereu mentre es cerca...
es: Espere mientras se busca...

source: Wait time in ms before activation:
ca: Temps a esperar abans de l'activació:
es: Tiempo a esperar antes de activación:

source: Waiting
ca: Esperant
es: Esperando

source: Waiting for answer ...
ca: Esperant resposta...
es: Esperando respuesta...

source: Waiting for mount
ca: Esperant al muntatge
es: Esperando el montaje

source: Waiting for partition
ca: Esperant una partició
es: Esperando una partición

source: Wakeup
ca: Despertar
es: Despertar

source: Wakeup TV from standby
ca: Despertar el TV
es: Despertar la TV

source: Wakeup receiver for start timer
ca: Despertar per iniciar temporitzador
es: Despertar para iniciar temporizador

source: Wakeup receiver from standby
ca: Engegar el receptor des de repòs
es: Encender el receptor desde reposo

source: Wakeup signal from TV
ca: Despertar amb senyal de TV
es: Despertar con señal de TV

source: Wakeup time
ca: Hora per despertar
es: Hora para despertar

source: Wakeup timer
ca: Temporitz. per despertar
es: Temporiz. para despertar

source: Wakeup type
ca: Despertar com
es: Despertar como

source: Wakeup your %s %s from standby
ca: Despertar el %s %s
es: Despertar el %s %s

source: Warning
ca: Advertiment
es: Advertencia

source: Warning! This is an option for advanced users. Really disable timer conflict detection?
ca: Atenció! Aquesta es una opció per a usuaris avançats. Segur que voleu deshabilitar-ho?
es: Atención! Esta es una opción para usuarios avanzados. Seguro que quiere deshabilitarla?

source: Warning: no LNB; using factory defaults.
ca: No hi ha LNB, s'utilitzarà la configuració per defecte
es: No hay LNB, se utilizará la configuración por defecto

source: Watch movies...
ca: Veure arxius
es: Ver archivos

source: Watch recordings...
ca: Visualitzar gravacions
es: Visualizar grabaciones

source: We
ca: Dc
es: Mi

source: Web browser base visibility
ca: Visibilitat del navegador
es: Visibilidad del navegador

source: Wed
ca: Dmc
es: Mié

source: Wednesday
ca: Dimecres
es: Miércoles

source: Weekday
ca: Dia de la setmana
es: Dia de la semana

source: Weekend
ca: Cap de setmana
es: Fin de Semana

source: Weekly
ca: Setmanal
es: Semanal

source: Weekly (Monday)
ca: Setmanal (Dilluns)
es: Semanal (Lunes)

source: Weekly (Sunday)
ca: Setmanal (Diumenge)
es: Semanal (Domingo)

source: Weighted position
ca: Posició ponderada
es: Posición ponderada

source: Welcome to CCcam
ca: Benvingut a CCcam
es: Bienvenido a CCcam

source: Welcome to the cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
ca: Benvingut a l'editor de llistes de tall, Aneu al principi de la part que voleu tallar, premeu OK i seleccioneu 'iniciar el tall aquí' Després aneu al final i seleccioneu 'acabar el tall aquí'. I això és tot.
es: Bienvenido al editor de listas de corte, Vaya al principio de la parte que quiera cortar, pulse OK y seleccione 'iniciar corte aquí' Después vaya al final y seleccione 'terminar corte aquí'. Y eso es todo.

source: Welcome to the image upgrade wizard. The wizard will assist you in upgrading the firmware of your receiver by providing a backup facility for your current settings and a short explanation of how to upgrade your firmware.
ca: Benvingut a l'assistent per actualització d'imatge. L'assistent us guiarà en l'actualització del firmware del receptor oferint-vos la possibilitat de fer una còpia de seguretat de la configuració actual i una petita explicació quant a com actualitzar el firmware.
es: Bienvenido al asistente para actualización de imagen. El asistente te guiará en la actualización del firmware del receptor dando la posibilidad de hacer una copia de seguridad de la configuración actual y una pequeña explicación sobre cómo actualizar el firmware.

source: Welcome. If you want to connect your receiver to the Internet, this wizard will guide you through the basic network setup of your receiver. Press OK to start configuring your network
ca: Benvingut. Si voleu connectar el receptor a internet, aquest assistent us guiarà en la configuració bàsica de la xarxa. Premeu OK per començar a configurarla
es: Bienvenido. Si quiere conectar el receptor a internet, este asistente le guiará en la configuración básica de la red. Pulse OK para empezar a configurarla

source: Welcome. This start wizard will guide you through the basic setup of your receiver. Press the OK button on your remote control to move to the next step.
ca: Benvingut. Aquest assistent d'inici us guiarà en la configuració bàsica del receptor. Premeu la tecla OK del comandament a distància per anar al pas següent.
es: Bienvenido. Este asistente de inicio le guiará en la configuración básica del receptor. Pulse el botón OK del mando a distancia para ir al siguiente paso.

source: Welcome...
ca: Benvingut
es: Bienvenido

source: West
ca: Oest
es: Oeste

source: West limit set
ca: Límit oest configurat
es: Límite oeste configurado

source: Wetek CPU Control
ca: Control de CPU WeTek
es: Control de CPU WeTek

source: Wetek CPU Frequency Setup
ca: Ajust de la freqüencia de CPU
es: Ajuste de la frecuencia de CPU

source: What Day of month ?
ca: Quin dia del mes?
es: Que dia del mes?

source: What Day of week ?
ca: Quin dia de la setmana?
es: Que dia de la semana?

source: What date of month ?
ca: Quin dia del mes?
es: Qué dia del mes?

source: What do you want to scan?
ca: Què voleu cercar?
es: Qué quiere buscar?

source: When enabled enigma2 will load unlinked userbouquets. This means that userbouquets that are available, but not included in the bouquets.tv or bouquets.radio files, will still be loaded. This allows you for example to keep your own user bouquet while installed settings are upgraded
ca: Si s'habilita, enigma2 carregarà els bouquets no enllaçats: els favorits d'usuari que estiguin disponibles, però no inclosos als arxius de favorits de tv o radio, continuaràn carregats. Això permet, p.ex, mantenir els favorits mentre s'actualitzen els canals
es: Si se habilita, enigma2 cargará los bouquets no enlazados: los favoritos de usuario que estén disponibles, pero no incluidos en los archivos de bouquets de tv o radio continuarán cargados. Esto permite, p.ej, mantener los favoritos mientras se actualizan los canales

source: When enabled the LNB power will not be switched off in standby
ca: Si s'habilita, l'alimentació del LNB no es desconnectarà en anar a repòs
es: Si se habilita, la alimentación del LNB no se desconectará cuando el receptor entre en reposo

source: When enabled the LNB toneburst will be forced
ca: Si s'habilita, es forçarà el mode Toneburst
es: Si se habilita, se forzará el modo Toneburst

source: When enabled the PiP can be closed by the exit button.
ca: Si s'activa permet tancar la finestra PiP prement la tecla 'Exit'
es: Si se activa permite cerrar la ventana PiP pulsando la tecla 'Exit'

source: When enabled the left, right, CH+/-, B+/-, P+/- buttons will follow the 'neutrino' style zap controls instead of the enigma2 style.
ca: Si s'activa, les tecles esquerra, dreta, CH+/-, B+/-, P+/- es comportaràn segons l'estil 'neutrino' en lloc de l'estil enigma2.
es: Si se activa, las teclas izquierda, derecha, CH+/-, B+/-, P+/- se comportarán según el estilo 'neutrino' en lugar del estilo enigma2.

source: When enabled then when you select a new channel in the channel selection the channel selection will not close. It will only close when you select the current playing service. This is a kind of preview mode
ca: Si s'activa, quan es seleccioni un altre canal de la llista, la llista no es tancarà. Només es tancarà quan es seleccioni el canal que estigui actiu. Aquest es un tipus de previsualització
es: Si se activa, cuando se seleccione otro canal de la lista, la lista no se cerrará. Sólo se cerrará cuando se seleccione el canal que esté activo. Este es un tipo de previsualización

source: When enabled you can specify a timeframe to ignore the shutdown timer when the receiver is in standby mode
ca: Si s'activa, permet especificar un intèrval de temps en el qual ignorar el temporitzador d'apagat quan el receptor està en repòs
es: Si se activa, permite especificar un margen de tiempo en el cual ignorar el temporizador de apagado cuando el receptor está en reposo

source: When enabled you can specify a timeframe were the inactivity sleeptimer is ignored. Not the detection is disabled during this timeframe but the inactivity timeout is disabled
ca: Si s'activa, permet especificar un intèrval de temps en el qual el temporitzador d'inactivitat serà ignorat. No es deshabilita la detecció d'inactivitat, només el cronòmetre
es: Si se activa, permite especificar un intervalo de tiempo en el que el temporizador de inactividad será ignorado. No se deshabilita la detección de inactividad, sólo el cronómetro

source: When enabled you can specify an extra timeframe were the inactivity sleeptimer is ignored. Not the detection is disabled during this timeframe but the inactivity timeout is disabled
ca: Si s'habilita, permet especificar un intèrval de temps en el qual s'ignorarà el temporitzador de repòs. No es deshabilita la detecció, sino l'intèrval d'inactivitat
es: Si se habilita, permite especificar un intervalo de tiempo en el que se ignorará el temporizador de reposo. No se deshabilita la detección, sino el intervalo de inactividad

source: When enabled you can zap channels with the CH+/-, B+/-, P+/- buttons instead of opening the channel selection list.
ca: Si s'habilita, permet canviar els canals amb les tecles CH+/-, B+/-, P+/- en lloc d'obrir la llista de canals.
es: Si se habilita, permite cambiar los canales con las teclas CH+/-, B+/-, P+/- en lugar de abrir la lista de canales.

source: When enabled you can zap channels with the CH+/-, B+/-, P+/- buttons instead of opening the channel selection list.
ca: Si s'activa, es podrà canviar de canal amb les tecles CH+/-, B+/-, P+/- sense haver d'obrir la llista de canals
es: Si se activa, se podrá cambiar de canal con las teclas CH+/-, B+/-, P+/- sin tener que abrir la lista de canales

source: When enabled you get the channel selection list via the OK button, the infobar toggle is then transfered to exit button
ca: Si s'activa, la llista de canals s'obrirà amb la tecla OK, i el canvi d'infobar es transferirà a la tecla 'Exit'
es: Si se activa, la lista de canales se abrirá con la tecla OK, y el cambio de infobar se transfiere a la tecla 'Exit'

source: When enabled, AIT data will be included in http streams. This allows a client receiver to use HbbTV.
ca: Si s'activa, les dades AIT s'inclouràn als streams http i permetrà a un receptor client utilitzar HbbTV
es: Si se activa, los datos AIT se incluirán en los streams http para permitir a un receptor cliente utilizar HbbTV

source: When enabled, ECM data will be included in http streams. This allows a client receiver to do the descrambling.
ca: Si s'activa, les dades d'ECM s'inclouràn als streams http i permetrà la descodificació en un receptor client
es: Si se activa, los datos de ECM se incluirán en los streams http para permitir la descodificación en un receptor cliente

source: When enabled, EIT data will be included in http streams. This allows a client receiver to show EPG.
ca: Si s'activa, les dades EIT s'inclouràn als streams http i permetrà que un receptor client mostri la EPG
es: Si se activa, los datos EIT se incluirán en los streams http para permitir que un receptor cliente muestre la EPG

source: When enabled, a popup message will be shown when a movie has finished and the next one will start.
ca: Si s'activa, es mostrarà un missatge quan acabi una pel·lícula i vagi a començar una altra.
es: Si se activa, se mostrará un mensaje cuando acabe una película y vaya a empezar otra.

source: When enabled, a popup message will be shown when a recording starts.
ca: Si s'activa, es mostrarà un missatge quan comenci la gravació.
es: Si se activa, se mostrará un mensaje cuando empiece la grabación.

source: When enabled, a radio background image will be visible while listening to a radio channel.
ca: Si s'activa, es mostrarà una imatge de fons mentre s'escolta un canal de ràdio
es: Si se activa, se mostrará una imagen de fondo mientras se esté escuchando un canal de radio

source: When enabled, a recording is allowed to interrupt live tv, when there are no free tuners.
ca: Si s'activa, permetrà a les gravacions interrompre la tv quan no hi hagi sintonitzadors lliures.
es: Si se activa, permitirá a las grabaciones interrumpir la tv cuando no haya sintonizadores libres.

source: When enabled, a warning will be displayed and the user will get an option to stop or to continue the timeshift.
ca: Si s'activa, es mostrarà un avís i l'usuari tindrà l'opció d'aturar o continuar el timeshift.
es: Si se activa, mostrará un aviso y el usuario tendrá la opción de parar o continuar el timeshift.

source: When enabled, always descramble receiving http streams. This takes up more resources (descrambling demuxers), only enable if necessary. Individual streams are always descrambled if 0x100 is added to the service type, regardless of this setting. Default off.
ca: Si s'habilita, es desencriptaràn els streams http rebuts. Això consumirà més recursos (desencriptar demuxers), habiliteu-ho només en cas necessari. Independenment d'aquest ajust, els streams individuals sempre es descodifiquen si s'afegeix 0x100 al tipus de canal. Per defecte, deshabilitat.
es: Si se habilita, se desencriptarán los streams http recibidos. Esto consumirá más recursos (desencriptar demuxers), habilitar sólo en caso necesario. Independientemente de este ajuste, los streams individuales siempre se descodifican si se añade 0x100 al tipo de canal. Por defecto, deshabilitado.

source: When enabled, authentication is required to watch http streams.
ca: Si s'habilita, caldrà autentificar-se per visualitzar canals http
es: Si se habilita, es necesario autentificarse para visualizar canales http

source: When enabled, channel numbering will start at '1' for each bouquet.
ca: Si s'activa, la numeració dels canals començarà per '1' en cada bouquet.
es: Si se activa, la numeración de los canales empezará por '1' en cada bouquet.

source: When enabled, content with an aspect ratio of 4:3 will be stretched to fit the screen.
ca: Si s'activa, el contingut amb un mode TV de 4:3 s'adaptarà per encaixar a la pantalla.
es: Si se activa, el contenido con un modo 4:3 se adaptará encajar en la pantalla.

source: When enabled, continue to the next bouquet when the last channel of the current bouquet is reached while changing channels.
ca: Si s'activa, el canvi de canal passarà a la següent llista en arribar a l'últim canal de la llista actual.
es: Si se activa, el cambio de canal pasará a la siguiente lista al llegar al último canal de la lista actual.

source: When enabled, deleted recordings are moved to the trash can, instead of being deleted immediately.
ca: Si s'activa, les gravacions eliminades es mouràn a la paperera en lloc d'esborrarles immediatament.
es: Si se activa, las grabaciones eliminadas se moverán a la papelera en lugar de borrarlas inmediatamente.

source: When enabled, display the EIT now/next eventdata in infobar. When disabled, display now/next eventdata from the EPG cache instead.
ca: Si s'activa, mostrarà la EIT actual/següent a la infobar. Desactivada, es mostrarà l'event actual/següent desat en la memòria de la EPG
es: Activada, mostrará la EIT actual/siguiente en la infobar. Desactivada, se mostrará el evento actual/siguiente almacenado en la caché de la EPG

source: When enabled, encryption info will be shown in the infobar (when supported by the skin).
ca: Mostra la informació de xifrat a la infobar (si és suportat per el skin)
es: Muestra la información de cifrado en la infobar (si es soportado por el skin)

source: When enabled, error messages related to the Common Interface module will not be shown.
ca: Si s'activa, no es mostraràn els missatges d'error relatius al mòdul C.I.
es: Si se activa, no se mostrarán los mensajes de error relativos al módulo C.I.

source: When enabled, error messages related to zapping will not be shown.
ca: Si s'activa, no es mostraràn els missatges d'error relatius al zàping
es: Si se activa, no se mostrarán los mensajes de error relativos al zapeo

source: When enabled, external subtitles (in media files) will be displayed in yellow, instead of the original color.
ca: Si s'activa, els subtítols externs (en arxius media) es mostraràn en color groc en lloc del color original.
es: Si se activa, los subtítulos externos (en archivos media) se mostrarán en color amarillo en lugar del color original.

source: When enabled, external subtitles will be always turned on for playback movie.
ca: Si s'activa, en la reproducció d'una pel·lícula els subtítols externs sempre s'activaràn.
es: Si se activa, en la reproducción de una película los subtítulos externos se activarán siempre.

source: When enabled, graphical DVB subtitles are preferred over teletext subtitles, when both types are available.
ca: Si s'activa, els subtítols gràfics DVB prevaldràn sobre els subtítols de teletext, quan tots dos siguin accessibles
es: Si se activa, los subtítulos gráficos DVB prevalecerán sobre los subtítulos de teletexto, cuando los dos sean accesibles

source: When enabled, graphical DVB subtitles will be centered horizontally.
ca: Si s'activa, els subtítols gràfics DVB es mostraràn centrats horitzontalment
es: Si se activa, los subtítulos gráficos DVB se mostrarán centrados horizontalmente
