Repository: vuteam/se2
Catalog: po/*.po
Languages: ca, es

source: No stream clients
ca: No hi ha clients en streaming
es: No hay clientes en streaming

source: No subtitles
ca: Sense subtítols
es: Sin subtítulos

source: No suitable media found, insert USB stick, flash card or harddisk.
ca: No s'han trobat medis. Inseriu un pendrive o un HDD USB
es: No se han encontrado medios. Inserte un pendrive o un HDD USB

source: No suitable sat tuner found!
ca: No s'ha trobat cap sint. SAT
es: No se ha encontrado sint. SAT

source: No tags are set on these movies.
ca: No hi ha etiquetes en aquestes pel·lícules.
es: No hay etiquetas en estas películas.

source: No timeout
ca: Amagar manualment
es: Ocultar manualmente

source: No to all
ca: No a tot
es: No a todo

source: No transparency
ca: Sense transparència
es: Sin transparencia

source: No tuner is configured for use with a diseqc positioner!
ca: No hi ha cap sintonitzador configurat per a motor diseqc!
es: No hay ningún sintonizador configurado para motor diseqc!

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
ca: ¡No hi ha cap sintonitzador actiu! Configureu el sintonitzador abans de començar una recerca de canals.
es: ¡No hay sintonizador activo! Configure el sintonizador antes de comenzar una búsqueda de canales.

source: No updates available
ca: No hi ha actualitzacions disponibles
es: No hay actualizaciones disponibles

source: No updates available.
ca: No hi ha actualitzacions disponibles.
es: No hay actualizaciones disponibles.

source: No updates available. Please try again later.
ca: No hi ha actualitzacions. Proveu-ho més tard
es: No hay actualizaciones. Inténtelo más tarde

source: No valid channel!
ca: Canal no vàlid!
es: Canal no válido!

source: No valid service PIN found! Do you like to change the service PIN now? When you say 'No' here the service protection stay disabled!
ca: No hi ha cap PIN de canals vàlid. Voleu canviar el PIN ara? Si trieu 'No', la protecció de canals seguirà deshabilitada
es: No hay PIN de canales válido. Quiere cambiar el PIN ahora? Si elige 'No', la protección de canales seguirá deshabilitada

source: No valid setup PIN found! Do you like to change the setup PIN now? When you say 'No' here the setup protection stay disabled!
ca: No hi ha cap PIN de configuració vàlid Voleu canviar el PIN ara? Si trieu 'No', la protecció de configuració seguirà deshabilitada
es: No hay PIN de configuración válido Quiere cambiar el PIN ahora? Si elige 'No', la protección de configuración seguirá deshabilitada

source: No wireless networks found! Searching...
ca: No s'han trobat xarxes WiFi. Cercant...
es: No se han encontrado redes WiFi. Buscando...

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
ca: No hi ha cap adaptador de xarxa local en funcionament. Assegureu-vos que heu connectat un cable de xarxa i que aquesta està configurada correctament.
es: No hay ningún adaptador de red local que funcione. Compruebe que ha conectado un cable de red y que la red está configurada correctamente.

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
ca: No hi ha cap adaptador de xarxa wifi. Assegureu-vos que heu connectat un dispositiu WLAN compatible i que la xarxa està configurada correctament.
es: No hay ningún adaptador de red inalámbrica. Compruebe que ha conectado un dispositivo WLAN compatible y que la red está configurada correctamente.

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
ca: No s'ha trobat cap interfície de xarxa wifi en funcionament. Assegureu-vos que heu connectat un dispositiu WLAN compatible, o activeu la interfície de xarxa local.
es: No se ha encontrado ningún interface de red inalámbrica que funcione. Compruebe que ha conectado un dispositivo WLAN compatible, o active el interface de red local.

source: No, but restart from begin
ca: No, reiniciar des del principi
es: No, reiniciar desde el principio

source: No, do nothing.
ca: No, no fer res
es: No, no hacer nada

source: No, except Wakeup timer
ca: No, excepte el temporitzador de despertar
es: No, excepto el temporizador de despertar

source: No, just start my receiver
ca: No, seguir amb la nova configuració
es: No, seguir con la nueva configuración

source: No, never
ca: No, mai
es: No, nunca

source: NodeID
ca: ID de node
es: ID de nodo

source: NodeID:
ca: Node:
es: Nodo:

source: None
ca: Cap
es: Ninguno

source: Nonlinear
ca: No lineal
es: No lineal

source: Normal mode
ca: Mode normal
es: Modo normal

source: North
ca: Nord
es: Norte

source: Norwegian
ca: Norueg
es: Noruego

source: Not Applicable
ca: No disponible
es: No disponible

source: Not Defined
ca: No definit
es: No definido

source: Not Shown
ca: No mostrar
es: No mostrar

source: Not after
ca: No després de
es: No después de

source: Not associated
ca: No connectat
es: No conectado

source: Not before
ca: No abans de
es: No antes de

source: Not configured
ca: No configurat
es: No configurado

source: Not enough free space on %s !! You need at least 300Mb free space.
ca: No hi ha prou espai a %s! Es necessiten uns 300MB d'espai lliure.
es: No hay suficiente espacio en %s! Se necesitan unos 300MB de espacio libre.

source: Not enough free space on /hdd !! You need at least 300Mb free space.
ca: No hi ha prou espai a /hdd! Es necessiten uns 300MB d'espai lliure.
es: No hay suficiente espacio en /hdd! Se necesitan unos 300MB de espacio libre.

source: Not enough free space on /hdd !! You need at least 300Mb free space. Exit plugin.
ca: No hi ha prou espai a /hdd Es necessiten, mínim, 300Mb d'espai lliure. Sortir del plugin.
es: No hay suficiente espacio en /hdd Se necesitan, al menos, 300Mb de espacio libre. Salir del plugin.

source: Not enough free space on device !! You need at least 300Mb free space. Exit plugin.
ca: No disposeu de prou espai en aquest dispositiu! Cal un mínim de 300Mb d'espai lliure El plugin es tancarà ara
es: No dispone de espacio suficiente en este dispositivo! Se necesitan, al menos, 300Mb de espacio libre El plugin se cerrará ahora

source: Not-Associated
ca: No associat
es: No asociado

source: Not-Associated %d
ca: No connectat
es: No conectado

source: Note: when enabled, and you do want standby mode after wake up, set option 'Startup to Standby' as 'No, except Wakeup timer'.
ca: Nota: si s'habilita, i voleu posar-ho en repòs després de despertar-ho, a la opció 'Repòs en l'inici' trieu 'No, excepte temporitzador per despertar'.
es: Nota: si se habilita, y desea ponerlo en reposo después de despertarlo, en la opción 'Reposo al iniciar' elija 'No, excepto temporizador para despertar'.

source: Nothing
ca: Res
es: Nada

source: Nothing connected
ca: Res connectat
es: Nada conectado

source: Nothing playing.
ca: Res per reproduir.
es: Nada que reproducir.

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
ca: Res per cercar! Heu de configurar el sintonitzador abans de cercar canals.
es: Nada que buscar! Debe configurar el sintonizador antes de buscar canales.

source: November
ca: Novembre
es: Noviembre

source: Now
ca: Ara
es: Ahora

source: Now building the USB-Image
ca: S'està creant la imatge USB
es: Se está creando la imagen USB

source: Now playing
ca: Reproducció actual
es: Reproducción actual

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
ca: Ara, augmenteu el contrast fins que el fons brilli el màxim possible, però que continui veient-se la diferència entre els dos nivells d'ombra. Quan haureu acabat, premeu OK.
es: Ahora, aumente el contraste hasta que el fondo brille lo máximo posible, pero que siga viéndose la diferencia entre los dos niveles de sombra. Cuando haya terminado, pulse OK.

source: Nowhere
ca: Enlloc
es: En ninguna parte

source: Number of channel number digits
ca: Nombre de dígits del canal
es: Número de dígitos del canal

source: Number of rows
ca: Nombre de files
es: Número de filas

source: OFW Launcher
ca: Iniciar FRW oficial
es: Iniciar FRW oficial

source: OK, guide me through the upgrade process
ca: Si, guía'm en el procés d'actualització
es: Si, guíame en el proceso de actualización

source: OSD 3D Setup
ca: Configuració d'OSD 3D
es: Configuración OSD 3D

source: OSD 3D setup
ca: Configurar OSD 3D
es: Configurar OSD 3D

source: OSD Position Setup
ca: Posició d'OSD
es: Posición OSD

source: OSD Settings
ca: Configuració d'OSD
es: Configuración OSD

source: OSD name request
ca: A petició de l'OSD
es: A petición del OSD

source: OSD settings
ca: Ajustaments d'OSD
es: Ajustes de OSD

source: OSD transparency
ca: Transparència d'OSD
es: Transparencia OSD

source: OScamInstalled
ca: OScam instal·lat
es: OScam instalado

source: October
ca: Octubre
es: Octubre

source: Off
ca: Desactivat
es: Desactivado

source: Offline decode delay (ms)
ca: Retard de descodificació Offline (ms)
es: Retardo de decodificación Offline (ms)

source: Offset after recording (in m)
ca: Temps afegit després de gravar (min.)
es: Tiempo añadido después de grabar (min.)

source: Offset before recording (in m)
ca: Temps afegit abans de gravar (min.)
es: Tiempo añadido antes de grabar (min.)

source: Ok
ca: Acceptar
es: Aceptar

source: On
ca: Activat
es: Activado

source: On any service
ca: En qualsevol canal
es: En cualquier servicio

source: On end of movie
ca: Al final de la pel·lícula
es: Al final de la película

source: On end of movie (as menu)
ca: Al final de la pel·lícula (menú)
es: Al final de la película (menú)

source: On same service
ca: Al mateix canal
es: En el mismo servicio

source: Once per day
ca: Un cop al dia
es: Una vez al dia

source: Ondemand
ca: A petició
es: A petición

source: One
ca: Un
es: Uno

source: One partition
ca: Una partició
es: Una partición

source: Online = Download a image and flash it
ca: Online = Descarrega una imatge i la instal·la
es: Online = Descarga una imagen y la instala

source: Only extensions.
ca: Només extensions.
es: Sólo extensiones.

source: Only free scan
ca: Escanejar només lliures (FTA)
es: Escanear sólo libres (FTA)

source: Only match during timespan
ca: Només durant el temps d'ajust
es: Sólo durante el tiempo de ajuste

source: Only on startup
ca: Només en engegar
es: Sólo al arrancar

source: Open Source Web Interface for Linux set-top box
ca: Interfície Web Open Source per receptors Linux
es: Interfaz Web Open Source para receptores Linux

source: Open Startpage
ca: Pàgina d'Inici
es: Página de Inicio

source: Open Timerlist...
ca: Obrir llista de temporitzadors
es: Abrir lista de temporizadores

source: Open URL
ca: Obrir URL
es: Abrir URL

source: Open in new window
ca: Obrir en una finestra nova
es: Abrir en una ventana nueva

source: Open plugin menu
ca: Obrir menú de plugin
es: Abrir menú de plugin

source: Open select location
ca: Obrir la carpeta seleccionada
es: Abrir la carpeta seleccionada

source: Open select location as timer name
ca: Obrir la carpeta com nom de la programació
es: Abrir la carpeta como nombre de la programación

source: Open service list
ca: Obrir la llista de canals
es: Abrir la lista de canales

source: Open service list and select next channel
ca: Obrir la llista de canals i seleccionar el canal següent
es: Abrir la lista de canales y seleccionar el canal siguiente

source: Open service list and select previous channel
ca: Obrir la llista de canals i seleccionar el canal anterior
es: Abrir la lista de canales y seleccionar el canal anterior

source: Open setup tuner
ca: Obrir configuración del sinton.
es: Abrir configuración del sinton.

source: Open the movie list
ca: Obrir la llista de pel·lícules
es: Abrir la lista de películas

source: OpenSPA Max CPU frequency
ca: Freq. màxima CPU - normal
es: Frec. máxima CPU - normal

source: OpenSPA USB Devices
ca: OpenSPA - Dispositius USB
es: OpenSPA - Dispositivos USB

source: OpenVPN Setup
ca: Configuració d'OpenVPN
es: Configuración OpenVPN

source: OpenVpn Log
ca: Log d'OpenVpn
es: Log de OpenVpn

source: OpenVpn Setup
ca: Configuració d'OpenVpn
es: Configuración de OpenVpn

source: OpenWebInterface Enabled
ca: Habilitar OpenWebInterface
es: Habilitar OpenWebInterface

source: OpenWebif Configuration
ca: Configuració d'OpenWebif
es: Configuración de OpenWebif

source: OpenWebif url: http://yourip:port
ca: Adreça OpenWebif: http://ip_receptor:port
es: Dirección OpenWebif: http://ip_receptor:puerto

source: Opera Browser
ca: Navegador Opera
es: Navegador Opera

source: Opera Browser was not running. Please running browser using [File]>[Start/Stop] menu.
ca: El Navegador Opera no s'està executant. Inicieu el navegador des del menú Extensions o des del programa, al menú [Arxiu]>[Iniciar/Aturar].
es: El Navegador Opera no está en ejecución. Inicie el navegador desde el menú Extensiones o desde el programa en el menú [Archivo]>[Iniciar/Detener].

source: Opera Web Browser
ca: Navegador WEB Opera
es: Navegador WEB Opera

source: Opera Web Browser Plugin v1.0
ca: Navegador WEB Opera v1.0
es: Navegador WEB Opera v1.0

source: Option to enable the Hardware Standby Timer
ca: Habilita el temporitzador de repòs del hardware
es: Habilita el temporizador de reposo del hardware

source: Options
ca: Opcions
es: Opciones

source: Options disable timer
ca: Opcions de deshabilitat de temporitz.
es: Opciones de deshabilitado de temporiz.

source: Orbital Position
ca: Posició orbital
es: Posición orbital

source: Orbital position
ca: Posició orbital
es: Posición orbital

source: Original track audio
ca: Versió original
es: Versión original

source: Oscam Info - Configuration
ca: Oscam Info - Configuració
es: Oscam Info - Configuración

source: Oscam Info - Main Menu
ca: Oscam Info - Menú principal
es: Oscam Info - Menú principal

source: Oscam Log ( Oscam-Version: %s )
ca: Log d'oscam (Versió oscam: %s)
es: Log de oscam (Versión oscam: %s)

source: Other
ca: Altres
es: Otros

source: Outer Bound (+/-)
ca: Límits exteriors(+/-)
es: Límites exteriores(+/-)

source: Override found with alternative service
ca: Canviar el trobat per un canal alternatiu
es: Cambiar encontrado por un canal alternativo

source: Overwrite configuration files during software upgrade?
ca: Sobrescriure els fitxers de configuració durant l'actualització del software?
es: Sobrescribir los ficheros de configuración durante la actualización del software?

source: Overwrite configuration files?
ca: Sobrescriure els fitxers de configuració?
es: Sobrescribir los archivos de configuración?

source: P. %d - %s (Fast: %s)
ca: P. %d - %s (Ràpid: %s)
es: P. %d - %s (Rápido: %s)

source: P. %d - %s (Fixed: %s)
ca: P. %d - %s (Fixe: %s)
es: P. %d - %s (Fijo: %s)

source: PARTITION LIST (On selected device) :
ca: PARTICIONS (dispositiu seleccionat):
es: PARTICIONES (dispositivo seleccionado):

source: PCM Multichannel
ca: Multicanal PCM
es: Multicanal PCM

source: PCR PID
ca: PID PCR
es: PID PCR

source: PIP with OSD
ca: PiP amb OSD
es: PiP con OSD

source: PLP ID
ca: Id PLP
es: Id PLP

source: PMT PID
ca: PID PMT
es: PID PMT

source: Package list update
ca: Actualitzant la llista de paquets...
es: Actualizando la lista de paquetes...

source: Packages to update
ca: Paquets per actualitzar
es: Paquetes para actualizar

source: Packet management
ca: Gestió de paquets
es: Gestión de paquetes

source: Packet manager
ca: Administrador de paquets
es: Administrador de paquetes

source: PageDown Key
ca: Tecla Pàgina avall
es: Tecla Página Abajo

source: PageUp Key
ca: Tecla Pàgina amunt
es: Tecla Página Arriba

source: Parent directory
ca: Directori anterior
es: Directorio anterior

source: Parental control
ca: Control d'adults
es: Control de adultos

source: Parental control services editor
ca: Editor de canals del control d'adults
es: Editor de canales del control de adultos

source: Parental control setup
ca: Control d'adults
es: Control de adultos

source: Parental control type
ca: Tipus de control d'adults
es: Tipo de control de adultos

source: Parse
ca: Analitzar
es: Analizar

source: Parse Autotimer
ca: Analitzar programació
es: Analizar programación

source: Partitioner
ca: Particionar
es: Particionar

source: Partitioning failed!
ca: El particionat ha fallat
es: El particionado ha fallado

source: Partitioning...
ca: Creant particions...
es: Creando particiones...

source: Partitions
ca: Particions
es: Particiones

source: Password
ca: Contrasenya
es: Contraseña

source: Password (httpwd)
ca: Contrasenya (http)
es: Contraseña (http)

source: Password :
ca: Contrasenya :
es: Contraseña :

source: Password:
ca: Contrasenya
es: Contraseña

source: Pause
ca: Pausa
es: Pausa

source: Pause current video
ca: Pausar el vídeo
es: Pausar el vídeo

source: Pause movie at end
ca: Aturar la pel·lícula al final
es: Parar la película al final

source: Pause playback
ca: Pausar reproducció
es: Pausar reproducción

source: Pause/Continue playback
ca: Pausar/Continuar reproducció
es: Pausar/Continuar reproducción

source: Peak load (max queued requests per workerthread)
ca: Càrrega màxima (màx. de sol·licituts en cua per canal)
es: Carga máxima (máx. de solicitudes en cola por hilo)

source: Percentage
ca: Percentatge
es: Porcentaje

source: Percentage left
ca: % a l'esquerra
es: % a la izq.

source: Percentage right
ca: % a dreta
es: % a la derecha

source: Permanently delete all recordings in the trash can?
ca: Eliminar definitivament totes les gravacions de la paperera?
es: Eliminar definitivamente todas las grabaciones de la papelera?

source: Permanently remove all deleted items
ca: Eliminar definitivament els elements esborrats
es: Eliminar permanentemente los elementos borrados

source: Persian
ca: Iraní
es: Iraní

source: Phone :
ca: Número :
es: Número :

source: Phone number
ca: Número de telèfon
es: Número de teléfono

source: Picon and service name
ca: Picon i nom de canal
es: Picon y nombre de canal

source: Picon location
ca: Ubicació dels Picons
es: Ubicación de los Picons

source: Picture in Picture
ca: PiP
es: PiP

source: Picture in Picture (hidden)
ca: PiP (amagat)
es: PiP (oculto)

source: Picture player
ca: Reproductor d'imatges
es: Reproductor de imágenes

source: PicturePlaye
ca: Reproductor de fotos
es: Reproductor de fotos

source: PicturePlayer displays your photos on the TV. You can view them as thumbnails or slideshow.
ca: PicturePlayer mostra les fotos al TV. Podeu veure-les com a miniatures o passi de diapositives.
es: PicturePlayer muestra las fotos en la TV. Puede verlas como miniaturas o pase de diapositivas.

source: Pilot
es: Piloto

source: Play
ca: Reproduir
es: Reproducir

source: Play DVD
ca: Reproduir DVD
es: Reproducir DVD

source: Play audio in background
ca: Escoltar àudio en segon plà
es: Escuchar audio en segundo plano

source: Play audio-CD...
ca: Reproduir audio-CD
es: Reproducir audio-CD

source: Play back media files
ca: Reproductor de medis
es: Reproductor de medios

source: Play current video
ca: Reproduir el vídeo
es: Reproducir el vídeo

source: Play entry
ca: Reproduir entrada
es: Reproducir entrada

source: Play from next mark or playlist entry
ca: Reproduir des de la marca posterior o l'entrada posterior de la llista
es: Reproducir desde la marca posterior o la entrada posterior de la lista

source: Play from previous mark or playlist entry
ca: Reproduir de de la marca anterior o l'entrada anterior de la llista
es: Reproducir desde la marca anterior o la entrada anterior de la lista

source: Play music...
ca: Reproduir música
es: Reproducir música

source: Play next
ca: Veure següent
es: Ver siguiente

source: Play next (return to movie list)
ca: Reproduir la següent en la llista
es: Reproducir la siguiente en la lista

source: Play next (return to previous service)
ca: Reproduir següent (canal previ)
es: Reproducir siguiente (canal previo)

source: Play previous
ca: Veure anterior
es: Ver anterior

source: Play recorded movies...
ca: Reproduir pel·lícules gravades
es: Reproducir películas grabadas

source: Play ther selected the video
ca: Reproduir el vídeo seleccionat
es: Reproducir el vídeo seleccionado

source: Playback
ca: Reproducció
es: Reproducción

source: Playlist
ca: Llista de reproducció
es: Lista de reproducción

source: Please add titles to the compilation.
ca: Afegiu títols a la compilació.
es: Añada títulos a la compilación.

source: Please be patient, a backup will now be made,
ca: Espereu, ara es crearà un backup.
es: Sea paciente, se va a crear un backup.

source: Please change recording endtime
ca: Canvieu l'hora final de la gravació
es: Cambie la hora final de la grabación

source: Please check your network settings!
ca: Comproveu la configuració de xarxa
es: Compruebe la configuración de red

source: Please choose CCcam-Reader
ca: Trieu Servidor CCcam
es: Elija Servidor CCcam

source: Please choose an HbbTV application.
ca: Seleccioneu una aplicació HbbTV.
es: Seleccione una aplicación HbbTV.

source: Please choose an extension...
ca: Trieu una opció...
es: Elija una opción...

source: Please choose one.
ca: Seleccioneu una opció:
es: Seleccione una opción:

source: Please choose reader
ca: Trieu un servidor
es: Elija un servidor

source: Please choose.
ca: Feu una selecció.
es: Haga una selección.

source: Please configure or verify your Nameservers by filling out the required values. When you are ready press OK to continue.
ca: Configureu o verifiqueu les DNS introduïnt els valors demanats. Quan haureu acabat premeu OK per continuar.
es: Configure o verifique las DNS introduciendo los valores requeridos. Cuando esté preparado pulse OK para continuar.

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
ca: Configureu la connexió a internet introduïnt els valors demanats. Quan haureu acabat premeu OK per continuar.
es: Configure la conexión a internet introduciendo los valores requeridos. Cuando esté preparado pulse OK para continuar.

source: Please connect before enable autoconnect on startup!
ca: Heu de connectar-vos abans d'habilitar la autoconnexió en l'inici
es: Conéctese antes de habilitar la autoconexión al inicio

source: Please connect your receiver to the internet
ca: Comproveu que el receptor estigui connectat a la xarxa
es: Compruebe que el receptor esté conectado a la red

source: Please do not change any values unless you know what you are doing!
ca: No canvieu cap valor si no esteu segur del que esteu fent!
es: No cambie los valores si no está seguro de lo que está haciendo!

source: Please enter URL here
ca: Introduïu una URL
es: Introduzca una URL

source: Please enter a name for the new bouquet
ca: Introduïu un nom per a la nova llista
es: Escriba un nombre para la nueva lista

source: Please enter a name for the new marker
ca: Introduïu un nom per al nou marcador
es: Escriba un nombre para el nuevo marcador

source: Please enter a new filename
ca: Introduïu un nom d'arxiu nou
es: Escriba un nombre de archivo nuevo

source: Please enter filename
ca: Introduïu el nom de l'arxiu
es: Introduzca el nombre del archivo

source: Please enter filename (empty = use current date)
ca: Introduïu un nom d'arxiu (buit = data actual)
es: Escriba un nombre de archivo (vacío = usar fecha actual)

source: Please enter name of the new directory
ca: Introduïu un nom per al nou directori
es: Escriba un nombre para el nuevo directorio

source: Please enter new description:
ca: Introduïu la nova descripció:
es: Introduzca la nueva descripción

source: Please enter new name:
ca: Introduïu el nou nom:
es: Introduzca el nuevo nombre:
