Repository: vuteam/se2
Catalog: po/*.po
Languages: ca, es

source: Select input device
ca: Seleccioneu dispositiu d'entrada
es: Seleccionar dispositivo de entrada

source: Select input device.
ca: Seleccioneu dispositiu d'entrada.
es: Seleccionar dispositivo de entrada.

source: Select interface
ca: Seleccioneu interfície
es: Seleccionar interfaz

source: Select location
ca: Seleccioneu ubicació
es: Seleccionar ubicación

source: Select method?
ca: Seleccioneu mètode d'eliminació
es: Seleccione método de eliminación

source: Select movie
ca: Seleccioneu la pel·lícula
es: Seleccione la película

source: Select option
ca: Seleccioneu una opció
es: Seleccione una opción

source: Select partition (where to save BackUp Image) and Exit.
ca: Seleccioneu la partició (on desar-hi el Backup de la imatge) i sortiu.
es: Seleccione la partición (donde guardar el Backup de la imagen) y salga.

source: Select provider to add...
ca: Seleccioneu proveïdor a afegir...
es: Seleccionar proveedor a añadir...

source: Select refresh rate
ca: Seleccioneu la freqüència de refresc
es: Seleccione la frecuencia de refresco

source: Select satellites
ca: Seleccioneu satèl·lits
es: Seleccionar satélites

source: Select service to add...
ca: Seleccioneu el canal a afegir...
es: Seleccionar el canal a añadir...

source: Select slot
ca: Seleccionar ranura
es: Seleccionar ranura

source: Select sort method:
ca: Seleccioneu el mètode per ordenar
es: Seleccione el método para ordenar

source: Select style of the arrow buttons around the OK button, select the 'standard' for E2 style zap controls, 'neutrino' style zap controls or 'openspa' style.
ca: Selecciona el tipus de tecles de cursor junt a la tecla OK: 'Estàndard' per a l'estil Enigma2, estil 'Neutrino', o estil 'OpenSPA'
es: Selecciona el tipo de teclas de cursor junto a la tecla OK: 'Estándar' para el estilo E2, estilo 'Neutrino', o estilo 'OpenSPA'

source: Select target folder
ca: Seleccioneu carpeta final
es: Seleccionar carpeta final

source: Select the movie path
ca: Seleccioneu la carpeta de les pel·lícules
es: Seleccione la carpeta de las películas

source: Select the remote RCU
ca: Selecció del comandament a distància
es: Selección del mando a distancia

source: Select upgrade source
ca: Font de l'actualització
es: Fuente de la actualización

source: Select upgrade source to edit.
ca: Seleccioneu la font d'actualització per editar.
es: Seleccione la fuente de actualización para editar.

source: Select video input with up/down buttons
ca: Seleccioneu la entrada de vídeo mitjançant els botons pujar/baixar
es: Seleccionar la entrada de vídeo con los botones subir/bajar

source: Select video mode
ca: Seleccioneu el mode de vídeo
es: Seleccione el modo de video

source: Select wireless network
ca: Seleccioneu xarxa wifi
es: Seleccionar red inalámbrica

source: Select your provider, and press OK to start the scan
ca: Seleccioneu el proveïdor i premeu OK per començar a cercar
es: Seleccione el proveedor y pulse OK para iniciar la búsqueda

source: Selected mount point is already used by another drive.
ca: El muntatge seleccionat ja l'està utilitzant un altre dispositiu
es: El montaje seleccionado ya está siendo utilizado por otro dispositivo

source: Selecting satellites 1 (USALS)
ca: Seleccioneu satèl·lit 1 (USALS)
es: Seleccionar satélite 1 (USALS)

source: Selecting satellites 2 (USALS)
ca: Seleccioneu satèl·lit 2 (USALS)
es: Seleccionar satélite 2 (USALS)

source: Send DiSEqC
ca: Enviar DISEqC
es: Enviar DISEqC

source: Send DiSEqC only on satellite change
ca: Enviar DISEqC només en canvi de satèl·lit
es: Enviar DISEqC sólo en cambio de satélite

source: Send Message
ca: Enviar misssatge
es: Enviar mensaje

source: Send a Message
ca: Enviar un misssatge
es: Enviar un mensaje

source: Seperate titles with a main menu
ca: Separar títols amb un menú principal
es: Separar títulos con un menú principal

source: September
ca: Setembre
es: Septiembre

source: Sequence repeat
ca: Repetir seqüència
es: Repetir secuencia

source: Serbian
ca: Serbi
es: Serbio

source: Serial: %s
ca: Nº sèrie: %s
es: Nº serie: %s

source: Serial: unknown
ca: Nº sèrie: desconegut
es: Nº serie: desconocido

source: Serv.Name
ca: Nom de servidor
es: Canal

source: Server Config
ca: Conf. Servidor
es: Conf. Servidor

source: Server IP
ca: IP del servidor
es: IP del servidor

source: Server Info( Oscam-Version: %s )
ca: Info de servidor (Versió oscam: %s)
es: Info de servidor (Versión oscam: %s)

source: Server share
ca: Carpeta compart. del servidor
es: Carpeta compart. del servidor

source: Server:
ca: Servidor:
es: Servidor:

source: Servers
ca: Servidors
es: Servidores

source: Servers:
ca: Servidors:
es: Servidores:

source: Service
ca: Canal
es: Canal

source: Service Running
ca: Servei en execució
es: Servicio en ejecución

source: Service Scan
ca: Cercar canals
es: Búsqueda de canales

source: Service delay
ca: Retard del canal
es: Retardo del canal

source: Service has been added to the favourites.
ca: El canal s'ha afegit als favorits.
es: El canal ha sido añadido a los favoritos.

source: Service has been added to the selected bouquet.
ca: El canal s'ha afegit a la llista seleccionada.
es: El canal ha sido añadido a la lista seleccionada.

source: Service info font size
ca: Mida del text - Info del canal
es: Tamaño de fuente - Info del canal

source: Service invalid! (Timeout reading PMT)
ca: ¡Canal no vàlid! (Temps esgotat en llegir PMT)
es: ¡Canal no válido! (Tiempo agotado leyendo PMT)

source: Service name
ca: Nom del canal
es: Nombre del canal

source: Service name font size
ca: Mida del text - Nom del canal
es: Tamaño de fuente - Nombre del canal

source: Service not found! (SID not found in PAT)
ca: ¡Canal no trobat! (SID no trobat al PAT)
es: ¡Canal no encontrado! (SID no encontrado en el PAT)

source: Service number font size
ca: Mida del text - Nombre del canal
es: Tamaño de fuente - Número del canal

source: Service reference
ca: Refer. del canal
es: Refer. del canal

source: Service scan
ca: Cercar canals
es: Buscar canales

source: Service searching
ca: Sintonització
es: Sintonización

source: Service searching
ca: Recerca de canals
es: Búsqueda de canales

source: Service stopped
ca: Servei aturat
es: Servicio detenido

source: Service title mode
ca: Mode del títol del canal
es: Modo del título del canal

source: Service unavailable! Check tuner configuration!
ca: Canal no disponible Reviseu la configuració del sintonitzador
es: Canal no disponible Revise la configuración del sintonizador

source: Serviceinfo
ca: Informació del canal
es: Información del Canal

source: Services
ca: Canals
es: Canales

source: Set Framerate for MiniTV
ca: Ajusteu el framerate per MiniTV
es: Ajustar el framerate para MiniTV

source: Set PIN
ca: Definir PIN
es: Definir PIN

source: Set System
ca: Activar
es: Activar

source: Set as Startpage
ca: Establir com a pàgina d'inici
es: Establecer como página de inicio

source: Set blocktimes by weekday
ca: En blocs per dia de la setmana
es: En bloques por dia de la semana

source: Set default
ca: Per defecte
es: Por defecto

source: Set delay to %i ms (can be set)
ca: Establir retard en %i
es: Establecer retardo en %i

source: Set end time
ca: Establir hora de finalització
es: Establecer hora de finalización

source: Set fixed
ca: Fixar
es: Fijar

source: Set fps for external subtitles
ca: Ajust de FPS per subtítols externs
es: Ajuste de FPS para subtítulos externos

source: Set interface as default Interface
ca: Definir interfície com 'per defecte'
es: Definir interface como 'por defecto'

source: Set limits
ca: Establir límits
es: Establecer límites

source: Set maximum duration
ca: Duració màxima
es: Duración máxima

source: Set startup service
ca: Ajustar como a canal d'inici
es: Ajustar como canal de inicio

source: Set the delay time between repeated loops, this is used by software renderer in some skins.
ca: Ajusta el temps de retard entre bucles, utilitzat per el software de renderització en alguns skins
es: Ajusta el tiempo de retardo entre bucles, utilizado por el software de renderización en algunos skins

source: Set the scrolling speed of text on the front display, this is used by software renderer in some skins.
ca: Ajusta la velocitat de desplaçament del text en el display, utilitzat per el software de renderització en alguns skins
es: Ajusta la velocidad de desplazamiento del texto en el display, utilizado por el software de renderización en algunos skins

source: Set the scrolling speed of text on the front display.
ca: Ajusta la velocitat de desplaçament del text en el display frontal.
es: Ajusta la velocidad de desplazamiento del texto en el display frontal.

source: Set the time before checking video source for resolution infomation.
ca: Ajusta el temps d'espera per la comprovació de la resolució del vídeo.
es: Ajusta el tiempo de espera para la comprobación de la resolución del vídeo.

source: Set the type of the progress indication in the channel selection screen.
ca: Defineix el tipus d'indicador de progrés a la finestra de selecció de canal.
es: Define el tipo de indicador de progreso en la ventana de selección de canal.

source: Set time window to 1 hour
ca: Ajustar la finestra a 1 hora
es: Ajustar la ventana a 1 hora

source: Set time window to 2 hours
ca: Ajustar la finestra a 2 hores
es: Ajustar la ventana a 2 horas

source: Set time window to 3 hours
ca: Ajustar la finestra a 3 hores
es: Ajustar la ventana a 3 horas

source: Set time window to 4 hours
ca: Ajustar la finestra a 4 hores
es: Ajustar la ventana a 4 horas

source: Set time window to 5 hours
ca: Ajustar la finestra a 5 hores
es: Ajustar la ventana a 5 horas

source: Set time window to 6 hours
ca: Ajustar la finestra a 6 hores
es: Ajustar la ventana a 6 horas

source: Set voltage and 22KHz
ca: Establir voltatge i 22Khz
es: Establecer voltaje y 22Khz

source: Setting
ca: Opció
es: Ajustes

source: Setting paths
ca: Configurar rutes
es: Configurar rutas

source: Settings
ca: Opcions
es: Opciones

source: Settings paths
ca: Configurar rutes
es: Configurar rutas

source: Setup
ca: Configuració
es: Configuración

source: Setup delay mode to zap to channels.
ca: Configura el retard que s'aplicarà al zàping
es: Configura el retardo que se aplicará al zapping

source: Setup for the Audio Sync Plugin
ca: Configuració del plugin Audio Sync
es: Configuración del plugin Audio Sync

source: Setup menu
ca: Menú d'ajustaments
es: Menú de ajustes

source: Setup mode
ca: Mode de configuració
es: Modo de configuración

source: Setup network time synchronization interval.
ca: Ajustaments de l'intèrval de sincronització d'hora.
es: Ajuste del intervalo de sincronización de hora.

source: Setup your positioner
ca: Configurar el motor
es: Configurar el motor

source: Setup your satellite equipment
ca: Configura el sistema de recepció per satèl·lit
es: Configura el sistema de recepción por satélite

source: Setup your timezone.
ca: Trieu la zona horària
es: Elija la zona horaria

source: Shall the USB stick wizard proceed and program the image file %s into flash memory?
ca: Voleu que l'assistent d'USB programi el fitxer d'imatge %s a la memòria flash?
es: Desea que el asistente de USB programe el fichero de imagen %s en la memoria flash?

source: Share View
ca: Veure share
es: Ver share

source: Sharpness
ca: Nitidesa
es: Nitidez

source: Short filenames
ca: Nom d'arxiu curt
es: Nombre de archivo corto

source: Show /tmp/ecm.info
ca: Mostrar /tmp/ecm.info
es: Mostrar /tmp/ecm.info

source: Show 1080p 24fps as
ca: Mostrar 1080p 24fps com
es: Mostrar 1080p 24fps como

source: Show 1080p 25fps as
ca: Mostrar 1080p 25fps com
es: Mostrar 1080p 25fps como

source: Show 1080p 30fps as
ca: Mostrar 1080p 30fps com
es: Mostrar 1080p 30fps como

source: Show 480/576p 24fps as
ca: Mostrar 480/576p 24fps com
es: Mostrar 480/576p 24fps como

source: Show 720p 24fps as
ca: Mostrar 720p 24fps com
es: Mostrar 720p 24fps como

source: Show Clients
ca: Mostrar clients
es: Mostrar clientes

source: Show Display Icons
ca: Mostrar icones de pantalla
es: Mostrar iconos de pantalla

source: Show EIT now/next in infobar
ca: Mostrar EIT actual/següent a la infobar
es: Mostrar EIT actual/siguiente en infobar

source: Show EPG for
ca: Veure EPG per
es: Ver EPG para

source: Show EPG for current channel...
ca: Mostrar EPG del canal actual
es: Mostrar EPG del canal actual

source: Show EPG...
ca: Mostrar EPG
es: Mostrar EPG

source: Show Full OpenWebif
ca: Veure OpenWebif complet
es: Ver OpenWebif completo

source: Show Games show
ca: Show/Jocs
es: Show/Juegos

source: Show Log
ca: Mostrar log
es: Mostrar log

source: Show Media playback Remaining/Elapsed as
ca: Mostrar reproducció rest./transcoreguda:
es: Mostrar reproducción rest./transcurrida:

source: Show MiniTV in the Front Display
ca: Mostrar MiniTV al Display
es: Mostrar MiniTV en el Display

source: Show PIP in the Front Display
ca: Mostrar PIP al display frontal
es: Mostrar PIP en el Display

source: Show PPanels
ca: Mostrar panells
es: Mostrar paneles

source: Show Readers/Proxies
ca: Mostrar Servidors/Proxys
es: Mostrar Servidores/Proxys

source: Show SD as
ca: Mostrar SD com
es: Mostrar SD como

source: Show SNR percentage instead of dB value
ca: Mostrar percentatge S/R en lloc del valor dB
es: Mostrar porcentaje S/R en lugar del valor dB

source: Show Scrambled Channel Icon in channel list
ca: Icona 'Codificat' a la llista?
es: Icono 'Codificado' en la lista?

source: Show Time Remaining/Elapsed
ca: Mostrar el temps restant/transcorregut
es: Mostrar el tiempo restante/transcurrido

source: Show Transponder Remaining/Elapsed as
ca: Mostrar temps rest./transcorr. de l'event com
es: Mostrar tiempo rest./transcurr. del evento:

source: Show VCR scart on main menu
ca: Mostrar VCR scart al menú principal
es: Mostrar VCR scart en el menú principal

source: Show WLAN status
ca: Estat de la connexió WiFi
es: Estado de la conexión WiFi

source: Show animation while busy
ca: Mostrar animació quan s'executin ordres
es: Mostrar animación al ejecutar órdenes

source: Show background behind subtitles
ca: Mostrar fons rere els subtítols
es: Mostrar fondo tras los subtítulos

source: Show background in radio mode
ca: Mostrar fons en el mode radio
es: Mostrar fondo en el modo radio

source: Show blinking rec symbol on Display during recording
ca: Mostra la icona de gravació intermitent en el display mentre s'enregistra
es: Muestra el icono de grabación parpadeante en el display durante la grabación

source: Show bouquet selection menu
ca: Mostrar menú de selecció de bouquet
es: Mostrar menú de selección de bouquet

source: Show box name in header
ca: Mostrar el nom del receptor en el títol
es: Mostrar el nombre del receptor en el título

source: Show busy indicator when the system is busy.
ca: Mostra una animació (spinner) quan el sistema està ocupat.
es: Muestra una animación (spinner) cuando el sistema está ocupado.

source: Show channel numbers in channel selection
ca: Mostrar núm. de canal en la llista de canals
es: Mostrar núm. de canal en la lista de canales

source: Show columns
ca: Mostrar columnes
es: Mostrar columnas

source: Show crypto info in infobar
ca: Mostrar informació d'encriptat a la infobar
es: Mostrar información de encriptación en infobar

source: Show detailed event info
ca: Mostrar informació detallada de l'event
es: Mostrar información detallada del evento

source: Show disclaimer
ca: Mostrar descàrrec
es: Mostrar descargo

source: Show event details
ca: Mostrar info. de l'event
es: Mostrar info. de evento

source: Show event-progress in channel selection
ca: Progrés de l'event en selecció de canal
es: Progreso de evento en selecc. de canal

source: Show extended description
ca: Mostrar descripció detallada
es: Mostrar descripción detallada

source: Show extensions...
ca: Mostrar extensions
es: Mostrar extensiones

source: Show full remote
ca: Comand. sencer
es: Ver mando completo

source: Show icon for new/unseen items
ca: Mostrar icones per nou/no vist
es: Mostrar iconos para nuevo/no visto

source: Show in extensions list ?
ca: Mostrar a la llista d'extensions?
es: Mostrar en la lista de extensiones?

source: Show in extensions menu
ca: Mostrar al menú d'extensions
es: Mostrar en el menú de extensiones

source: Show info
ca: Mostrar info
es: Mostrar info

source: Show info line
ca: Mostrar línia d'info
es: Mostrar línea de info

source: Show infobar on channel change
ca: Mostrar la infobar en canviar de canal
es: Mostrar la infobar al cambiar de canal

source: Show infobar on event change
ca: Mostrar la infobar en el canvi d'event
es: Mostrar la infobar cuando cambie el evento

source: Show infobar on skip forward/backward
ca: Mostrar la infobar en avançar/rebobinar
es: Mostrar la infobar al avanzar/rebobinar

source: Show message when recording starts
ca: Mostrar missatge quan comenci l'enregistrament
es: Mostrar mensaje cuando la grabación comience

source: Show movie lengths in movielist
ca: Mostrar longitud de pel·lícules a la llista
es: Mostrar longitud de películas en lista

source: Show multi channel EPG
ca: Mostrar EPG Multi canal
es: Mostrar EPG Multi canal

source: Show on Display
ca: Mostrar en pantalla
es: Mostrar en pantalla

source: Show only found image and mtd partitions.
ca: Mostrar només la imatge i les particions mtd.
es: Mostrar sólo la imagen y las particiones mtd.

source: Show picons in channel list
ca: Mostrar picons a la llista de canals
es: Mostrar picons en la lista de canales

source: Show positioner movement
ca: Mostrar movimient del motor
es: Mostrar movimiento del motor

source: Show positioner position
ca: Mostrar la posició del motor
es: Mostrar la posición del motor

source: Show record clock icons
ca: Mostrar icones de gravació
es: Mostrar iconos de grabación

source: Show record indicator
ca: Mostrar indicador de gravació
es: Mostrar indicador de grabación

source: Show screensaver
ca: Mostrar salvapantalles
es: Mostrar salvapantallas

source: Show second infobar
ca: Mostrar la segona infobar
es: Mostrar la segunda infobar

source: Show service type icons
ca: Mostrar icona de tipus de canal
es: Mostrar iconos de tipo de canal

source: Show shutdown menu
ca: Menú d'apagat
es: Menú de apagado

source: Show single service EPG
ca: Mostrar EPG d'un sol canal
es: Mostrar EPG de un único canal

source: Show status icons in movie list
ca: Mostrar icones d'estat a la llista
es: Mostrar iconos de estado en lista

source: Show status icons in movielist
ca: Mostrar icones d'estat a la llista
es: Mostrar iconos de estado en lista

source: Show tag menu
ca: Mostrar menú d'etiquetes
es: Mostrar menú de etiquetas

source: Show the Menu window.
ca: Mostrar el Menú.
es: Mostrar el Menú.

source: Show the Virtual keyboard window.
ca: Mostrar el teclat virtual
es: Mostrar el teclado virtual

source: Show the plugin browser..
ca: Mostrar el navegador de plugins
es: Mostrar el navegador de plugins

source: Show the plugins...
ca: Mostrar els plugins...
es: Mostrar los plugins...

source: Show the radio player...
ca: Reproductor de ràdio
es: Reproductor de radio

source: Show the tv player...
ca: Mostrar el reproductor de TV
es: Mostrar el reproductor de TV

source: Show time elapsed as positive
ca: Mostrar el temps transcorregut com positiu
es: Mostrar el tiempo transcurrido como positivo

source: Show updated packages
ca: Mostrar paquets actualizats
es: Mostrar paquetes actualizados

source: Show vertical timelines
ca: Mostrar línies de temps verticals
es: Mostrar líneas de tiempo verticales

source: Show warning before set 'Ignore conflict'
ca: Mostrar alerta abans de configurar 'Ignorar conflicte'
es: Mostrar alerta antes de ajustar 'Ignorar conflicto'

source: Show warning when timeshift is stopped
ca: Mostrar alerta en aturar timeshift
es: Mostrar alerta al detener timeshift

source: Show/hide window
ca: Mostrar/amagar finestra
es: Mostrar/ocultar ventana

source: Shows live tv or informations on LCD.
ca: Mostra TV en directe, o informacions, a l'LCD.
es: Muestra TV en directo, o informaciones, en el LCD.

source: Shows the state of your wireless LAN connection.
ca: Mostra l'estat de la connexió wifi.
es: Muestra el estado de la conexión inalámbrica.

source: Shuffle playlist
ca: Reordenar llista
es: Reordenar lista

source: Shutdown
ca: Apagat
es: Apagado

source: Shutdown after current event
ca: Apagar després de l'event actual
es: Apagar después del evento en curso

source: Shutdown in
ca: Apagar en
es: Apagar en

source: Shutdown in 1 hour
ca: Apagar en 1 hora
es: Apagar en 1 hora

source: Shutdown in 105 minutes
ca: Apagar després de 105 minuts
es: Apagar después de 105 minutos

source: Shutdown in 120 minutes
ca: Apagar després de 120 minuts
es: Apagar después de 120 minutos

source: Shutdown in 15 minutes
ca: Apagar després de 15 minuts
es: Apagar después de 15 minutos

source: Shutdown in 2 hours
ca: Apagar en 2 hores
es: Apagar en 2 horas

source: Shutdown in 3 hours
ca: Apagar en 3 hores
es: Apagar en 3 horas

source: Shutdown in 30 minutes
ca: Apagar després de 30 minuts
es: Apagar después de 30 minutos

source: Shutdown in 4 hours
ca: Apagar en 4 hores
es: Apagar en 4 horas

source: Shutdown in 45 minutes
ca: Apagar després de 45 minuts
es: Apagar después de 45 minutos

source: Shutdown in 5 hours
ca: Apagar en 5 hores
es: Apagar en 5 horas

source: Shutdown in 6 hours
ca: Apagar en 6 hores
es: Apagar en 6 horas

source: Shutdown in 60 minutes
ca: Apagar després de 60 minuts
es: Apagar después de 60 minutos

source: Shutdown in 75 minutes
ca: Apagar després de 75 minuts
es: Apagar después de 75 minutos

source: Shutdown in 90 minutes
ca: Apagar després de 90 minuts
es: Apagar después de 90 minutos

source: Shutdown receiver after
ca: Apagar després de
es: Apagar después de

source: Shutdown when in Standby
ca: Apagar si està en repòs
es: Apagar si está en reposo

source: Side by Side
ca: Costat amb costat
es: Lado por lado

source: Side by side
ca: Costat amb costat
es: Lado con lado

source: Signal OK, proceeding
ca: Senyal OK, procedint
es: Señal OK, estableciendo

source: Signal Strength:
ca: Potència del senyal
es: Potencia de la señal

source: Signal quality
ca: Qualitat del senyal
es: Calidad de señal

source: Signal strength:
ca: Potència del senyal
es: Potencia de señal

source: Signal:
ca: Senyal:
es: Señal:

source: Similar
ca: Semblant
es: Parecido

source: Similar EPG
ca: EPG similar
es: EPG similar

source: Similar broadcasts:
ca: Emissions similars:
es: Emisiones similares:

source: Simple
ca: Senzill
es: Sencillo

source: Simple fade
ca: Esvaïment
es: Desvanecimiento

source: Simple titleset (compatibility for legacy players)
ca: Títol simple (compatibilitat amb més reproductors)
es: Título Simple (compatibilidad para más reproductores)

source: Simple zoom
ca: Zoom senzill
es: Zoom sencillo

source: Simulate
ca: Simular
es: Simular

source: Simulate (no write)
ca: Simulació (sense escriure)
es: Simulación (sin escribir)

source: Single
ca: Un
es: Uno

source: Single EPG
ca: EPG Senzilla
es: EPG Sencillo

source: Single satellite
ca: Satèl·lit únic
es: Satélite único

source: Single step (GOP)
ca: Pas senzill (GOP)
es: Paso sencillo (GOP)

source: Single transponder
ca: Transponedor únic
es: Transpondedor único

source: Site and sources
ca: lloc i fonts
es: Sitio y fuentes

source: Site latitude
ca: Latitud del lloc
es: Latitud del sitio

source: Site longitude
ca: Longitud del lloc
es: Longitud del sitio

source: Skin Setting
ca: Config. de skin
es: Config. de skin

source: Skin Setup
ca: Selecció de Skin
es: Selección de Skin

source: Skin setup
ca: Selecció de Skin
es: Selección de Skin

source: Skip backward 10 sec
ca: Anar 10 seg enrere.
es: Ir 10 seg atrás.

source: Skip empty services
ca: Saltar canals buits
es: Saltar canales vacíos

source: Skip forward 10 sec
ca: Avançar 10 seg.
es: Adelantar 10 seg.
