Repository: vuteam/se2
Catalog: po/*.po
Languages: ca, es

source: List EPG functions...
ca: Llista de funcions de la EPG
es: Lista de funciones de la EPG

source: List available networks
ca: Llista de xarxes disponibles
es: Lista de redes disponibles

source: List mode
ca: Mode llista
es: Modo lista

source: List of Storage Devices
ca: Dispositius d'emmagatzematge
es: Dispositivos de almacenamiento

source: List of storage devices
ca: Dispositius d'emmagatzematge
es: Dispositivos de almacenamiento

source: List type
ca: Tipus de llistat
es: Tipo listado

source: List version %d, found %d channel
ca: Versió %d de la llista, %d canal trobat
es: Versión %d de la lista, %d canal encontrado

source: Listen to the radio...
ca: Escoltar la ràdio
es: Escuchar la radio

source: Listing crontab
ca: Llistat de crontab
es: Listando crontab

source: Lists reloaded!
ca: Llistes recarregades.
es: Listas recargadas.

source: Lithuanian
ca: Lituà
es: Lituano

source: Load
ca: Carregar
es: Cargar

source: Load length of movies in movie list
ca: Carregar longitud de pel·lícules a la llista
es: Cargar longitud de películas en la lista

source: Load playlist
ca: Carregar llista de reproducció
es: Cargar lista de reproducción

source: Load unlinked userbouquets
ca: Carregar bouquets no enllaçats
es: Cargar bouquets no enlazados

source: Local = Flash a image from local path
ca: Local = Instal·la una imatge des d'una ruta interna
es: Local = Instala una imagen desde una ruta interna

source: Local = Flash a image from local path /hdd/images
ca: Local = Instal·la una imatge des d'una carpeta local /hdd/images
es: Local = Instala una imagen desde una carpeta local /hdd/images

source: Local = Flash a image from local path /hdd/images or /media/usb/images
ca: Local = Instal·la una imatge des d'una carpeta local /hdd/images o /media/usb/images
es: Local = Instala una imagen desde una carpeta local /hdd/images o /media/usb/images

source: Local = Flash a image from local path device. Try device after pressing blue button
ca: Local = Instal·la una imatge des d'una ruta interna del dispositiu. Trieu el dispositiu prement BLAU
es: Local = Instala una imagen desde una ruta interna del dispositivo. Elija el dispositivo pulsando AZUL

source: Local box
ca: Receptor local
es: Receptor local

source: Local file
ca: Arxiu local
es: Archivo local

source: Local network
ca: Xarxa Local
es: Red Local

source: Local share name
ca: Nom del recurs local
es: Nombre de recurso local

source: Location
ca: Localització
es: Localización

source: Location for instant recordings
ca: Ruta per gravaciones instantànies
es: Ruta para grabaciones instantáneas

source: Lock ratio
ca: Relació de bloqueig
es: Relación de bloqueo

source: Lock:
ca: Fixat:
es: Bloqueo:

source: Locked
ca: Bloquejat
es: Bloqueado

source: Log results to harddisk
ca: Desar els resultats al disc dur
es: Logear resultados al disco duro

source: Long filenames
ca: Nom d'arxiu llarg
es: Nombre de archivo largo

source: Long key press
ca: Amb pulsació llarga
es: Con pulsación larga

source: Longitude
ca: Longitud
es: Longitud

source: Loop through to
ca: Connectat a
es: Conectado a

source: Lower Framerate save CPU Time
ca: Framerate menor estalvia temps de CPU
es: Framerate menor ahorra tiempo de CPU

source: Lower USB
ca: USB inferior
es: USB inferior

source: Luxembourgish
ca: Luxemburguès
es: Luxemburgués

source: MAC address
ca: Adreça MAC
es: Dirección MAC

source: MORE
ca: MÉS
es: MÁS

source: Main
ca: Principal
es: Principal

source: Main menu
ca: Menú principal
es: Menú principal

source: Maintain old EPG data for
ca: Mantenir dades antigues d'EPG durant (min.)
es: Mantener datos antiguos de EPG durante (min.)

source: Make BackUp from :
ca: Crear backup de:
es: Crear backup de:

source: Make this mark an 'in' point
ca: Convertir aquesta marca en un punt d'entrada
es: Convertir esta marca en un punto de entrada

source: Make this mark an 'out' point
ca: Convertir aquesta marca en un punt de sortida
es: Convertir esta marca en un punto de salida

source: Make this mark just a mark
ca: Fer una marca normal
es: Hacer una marca normal

source: Manage extensions
ca: Administrar extensions
es: Administrar extensiones

source: Manage network shares
ca: Gestiona recursos de xarxa
es: Gestiona recursos de red

source: Manage your network shares...
ca: Gestiona recursos compartits.
es: Gestiona recursos compartidos.

source: Manage your receiver's software
ca: Gestionar el software del receptor
es: Gestionar el software del receptor

source: Manage your swapfile
ca: Gestiona la memòria swap
es: Gestiona la memoria swap

source: Manual Scan
ca: Recerca manual
es: Búsqueda manual

source: Manual configuration
ca: Configuració manual
es: Configuración manual

source: Manual scan
ca: Recerca manual
es: Búsqueda manual

source: Manual transponder
ca: Transponedor manual
es: Transpondedor manual

source: Manufacturer
ca: Fabricant
es: Fabricante

source: March
ca: Març
es: Marzo

source: Margin after recording (minutes)
ca: Marge després de gravar (minuts)
es: Margen después de grabar (minutos)

source: Margin before recording (minutes)
ca: Marge abans de gravar (minuts)
es: Margen antes de grabar (minutos)

source: Mark service as dedicated 3D service
ca: Marcar el canal com a canal dedicat 3D
es: Marcar el canal como canal dedicado 3D

source: Match title
ca: Coincidir títol
es: Coincidir título

source: Max memory positions
ca: Posicions memoritzades
es: Posiciones memorizadas

source: Max. bitrate:
ca: Bitrate:
es: Bitrate:

source: Maxdown +
ca: Hops màx. +
es: Hops máx. +

source: Maxdown -
ca: Hops màx. -
es: Hops máx. -

source: Maxdown:
ca: Hops màx.:
es: Hops máx.:

source: Maximum number of days in EPG
ca: Nº màxim de dies a la EPG
es: Nº máximo de dias en EPG

source: May
ca: Maig
es: Mayo

source: Maybe the reason that recording is currently running. Please stop the recording before trying to configure the positioner.
ca: Pot ser que tingueu un enregistrament en marxa?. Atureu la gravació abans de configurar el posicionador.
es: Tal vez la razón sea que hay una grabación en curso. Detenga la grabación antes de configurar el posicionador.

source: Media player
ca: Reproductor
es: Reproductor

source: Media scanner
ca: Buscador de medis
es: Buscador de medios

source: Medium is not a writeable DVD!
ca: El disc no es un DVD escribible!
es: El disco no es un DVD escribible!

source: Medium is not empty!
ca: El disc no està buit!
es: El disco no está vacío!

source: Memory
ca: Memòria
es: Memoria

source: Memory Info
ca: Info de memòria
es: Info de memoria

source: Memory index
ca: Posició memoritzada
es: Posición memorizada

source: Menu
ca: Menú
es: Menú

source: Menu config
ca: Menú de Configuració
es: Menú de Configuración

source: Message
ca: Missatge
es: Mensaje

source: Message sent successfully!
ca: Missatge enviat correctament
es: Mensaje enviado correctamente

source: Message...
ca: Missatge...
es: Mensaje...

source: Method
ca: Mètode
es: Método

source: MiniTV with OSD
ca: MiniTV amb OSD
es: MiniTV con OSD

source: Minimum age %d years
ca: Edad mínima: %d anys
es: Edad mínima %d años

source: Minimum send interval
ca: Intèrval mínim per enviar
es: Intervalo mínimo para enviar

source: Mins
ca: Minuts
es: Minutos

source: Mins Secs
ca: Min. + seg.
es: Min. + seg.

source: Minute
ca: Minut
es: Minuto

source: Misconfigured unicable connection from tuner %s to tuner %s! Tuner %s option "connected to" are disabled now
ca: Connexió incorrecta Unicable des del tuner %s al tuner %s La opció "connectat a" del tuner %s s'ha deshabilitat
es: Conexión incorrecta Unicable desde el tuner %s al tuner %s La opción "conectado a" del tuner %s se ha deshabilitado

source: Missing
ca: - Error -
es: - Error -

source: Missing
ca: Desaparegut
es: Desaparecido

source: Missing mandatory parameter '%s'
ca: Falta el paràmetre obligatori '%s'
es: Falta parámetro obligatorio '%s'

source: Mo
ca: Dl
es: Lu

source: Mode
es: Modo

source: Mode 1
es: Modo 1

source: Mode 2
es: Modo 2

source: Model
es: Modelo

source: Model:
es: Modelo:

source: Model: %s
es: Modelo: %s

source: Model: %s %s
es: Modelo: %s %s

source: Model: unknown
ca: Model: desconegut
es: Modelo: desconocido

source: Modulation
ca: Modulació
es: Modulación

source: Modulator
ca: Modulador
es: Modulador

source: Mon
ca: Dill
es: Lun

source: Mon-Fri
ca: Dill-Div
es: Lun-Vie

source: Monday
ca: Dilluns
es: Lunes

source: Monthly
ca: Mensual
es: Mensual

source: Mosquito noise reduction
ca: Reducció de bruit
es: Reducción de zumbido

source: Motor command retries
ca: Reintents de l'ordre de motor
es: Reintentos del comando de motor

source: Motor running timeout
ca: Límit (temps) de gir del motor
es: Límite (tiempo) de giro del motor

source: Mount
ca: Muntar
es: Montar

source: Mount again
ca: Tornar a muntar
es: Montar de nuevo

source: Mount as /media/hdd1
ca: Muntar a /media/hdd1
es: Montar en /media/hdd1

source: Mount as /media/hdd2
ca: Muntar a /media/hdd2
es: Montar en /media/hdd2

source: Mount as /media/hdd3
ca: Muntar a /media/hdd3
es: Montar en /media/hdd3

source: Mount as /media/hdd4
ca: Muntar a /media/hdd4
es: Montar en /media/hdd4

source: Mount as /media/hdd5
ca: Muntar a /media/hdd5
es: Montar en /media/hdd5

source: Mount as /media/usb
ca: Muntar a /media/usb
es: Montar en /media/usb

source: Mount as /media/usb1
ca: Muntar a /media/usb1
es: Montar en /media/usb1

source: Mount as /media/usb2
ca: Muntar a /media/usb2
es: Montar en /media/usb2

source: Mount as /media/usb3
ca: Muntar a /media/usb3
es: Montar en /media/usb3

source: Mount as /media/usb4
ca: Muntar a /media/usb4
es: Montar en /media/usb4

source: Mount as /media/usb5
ca: Muntar a /media/usb5
es: Montar en /media/usb5

source: Mount as main hdd
ca: Muntar com HDD principal
es: Montar como HDD principal

source: Mount informations
ca: Informació del muntatge
es: Información del montaje

source: Mount on custom path
ca: Muntar en ruta personalitzada
es: Montar en ruta personalizada

source: Mount options
ca: Opcions de muntatge
es: Opciones de montaje

source: Mount point exist!
ca: El muntatge ja existeix!
es: El montaje ya existe!

source: Mount shares again
ca: Tornar a muntar els recursos de xarxa
es: Montar de nuevo los recursos de red

source: Mount type
ca: Tipus de muntatge
es: Tipo de montaje

source: MountManager
ca: Administrador de Muntatges
es: Administrador de Montajes

source: MountView
ca: Visor de muntatges
es: Visor de montajes

source: Mounted/ Unmounted
ca: Muntat/ Desmuntat
es: Montado/ Desmontado

source: Mountpoints
ca: Administrador
es: Administrador

source: Mountpoints management
ca: Administrador de punts de muntatge
es: Administrador de puntos de montaje

source: Mounts
ca: Muntatge
es: Montaje

source: Mounts Setup
ca: Configuració de muntatges
es: Configuración de montajes

source: Mounts editor
ca: Editor de muntatges
es: Editor de montajes

source: Mounts management
ca: Muntatges
es: Montajes

source: Mouse
ca: Ratolí
es: Ratón

source: Move
ca: Moure
es: Mover

source: Move Left/Right
ca: Moure Esquerra/Dreta
es: Mover Izquierda/Derecha

source: Move PiP to main picture
ca: Moure PiP a la pantalla principal
es: Mover PiP a la pantalla principal

source: Move Picture in Picture
ca: Moure PiP
es: Mover PiP

source: Move Up/Down
ca: Pujar/Baixar
es: Subir/Bajar

source: Move down
ca: Baixar
es: Bajar

source: Move east
ca: Moure a l'est
es: Mover al este

source: Move left
ca: Moure a l'esquerra
es: Mover a la izquierda

source: Move right
ca: Moure a la dreta
es: Mover a la derecha

source: Move screen down
ca: Baixar pantalla
es: Bajar pantalla

source: Move screen to the left
ca: Moure pantalla a l'esquerra
es: Mover pantalla a la izquierda

source: Move screen to the right
ca: Moure pantalla a la dreta
es: Mover pantalla a la derecha

source: Move screen up
ca: Pujar pantalla
es: Subir pantalla

source: Move to other directory
ca: Moure a una altra carpeta
es: Mover a otra carpeta

source: Move to position X
ca: Anar a la posició X
es: Ir a la posición X

source: Move up
ca: Pujar
es: Subir

source: Move west
ca: Moure a l'oest
es: Mover al oeste

source: Moved to position 0
ca: Anar a la posició 0
es: Ir a la posición 0

source: Moved to position at index
ca: Posició canviada en l'índex
es: Posición cambiada en el índice

source: Movement
ca: Moviment
es: Movimiento

source: Movie Browser Configuration
ca: Configuració de l'Explorador de pel·lícules
es: Configuración del Explorador de películas

source: Movie list configuration
ca: Configuració de la llista de pel·lícules
es: Configuración de la lista de películas

source: Movie location
ca: Carpeta de pel·lícules
es: Carpeta de películas

source: Movie selection
ca: Selecció de pel·lícules
es: Selección de películas

source: Movie/Drama
ca: Cinema/Sèries
es: Cine/Series

source: Movielist
ca: Llista de pel·lícules
es: Lista de Películas

source: Movielist menu
ca: Menú de llista de pel·lícules
es: Menú de lista de películas

source: Movies
ca: Pel·lícules
es: Películas

source: Moving
ca: Movent
es: Moviendo

source: Moving east ...
ca: Girant a l'est...
es: Girando al este...

source: Moving to position
ca: Anant a la posició
es: Moviendo a la posición

source: Moving west ...
ca: Girant a l'oest...
es: Girando al oeste...

source: Multi EPG
ca: EPG Múltiple
es: EPG Múltiple

source: Multi-EPG bouquet selection
ca: Multi-EPG en llistes seleccionades
es: Multi-EPG en listas seleccionadas

source: MultiBoot STARTUP Selector
ca: Selector de partició d'inici MultiBoot
es: Selector de partición de arranque MultiBoot

source: MultiBoot Selector
ca: Selector de MultiBoot
es: Selector de MultiBoot

source: Multiple Providers given
ca: Múltiples proveïdors
es: Múltiples proveedores

source: Multiple languages
ca: Múltiples idiomes
es: Varios idiomas

source: Multiple service support
ca: Suport de canals múltiples
es: Soporte de canales múltiples

source: Multiplex
ca: Múltiplex
es: Múltiplex

source: Multisat
ca: Multisatèl·lit
es: Multisatélite

source: Multisat all select
ca: Multisat-seleccionar tot
es: Multisat-seleccionar todo

source: Music/Ballet/Dance
ca: Música/Dansa
es: Música/Danza

source: Mute
ca: Silenci
es: Silencio

source: MyTubeVideohelpScreen
ca: Ajuda de MyTube
es: Ayuda de MyTube

source: N/A
ca: N/D
es: N/D

source: NEXT
ca: SEGÜENT
es: SIGUIENTE

source: NFI image flashing completed. Press Yellow to Reboot!
ca: La imatge flash s'ha descarregat correctament. Premeu GROC per reiniciar!
es: La imagen flash se ha descargado correctamente. Pulse Amarillo para reiniciar!

source: NFS Share
ca: Tipus NFS
es: Tipo NFS

source: NIM
ca: Sint.
es: Sint.

source: NOW
ca: ARA
es: AHORA

source: NTP server
ca: Servidor NTP
es: Servidor NTP

source: Name
ca: Nom
es: Nombre

source: Name :
ca: Nom :
es: Nombre :

source: Name already exists - rename failed!
ca: Aquest nom ja existeix - No s'ha reanomenat
es: Este nombre ya existe - No se ha renombrado

source: Name of the Bouquet
ca: Nom del favorit
es: Nombre del favorito

source: Name of the Marker
ca: Nom de la marca
es: Nombre de la marca

source: Name:
ca: Nom:
es: Nombre:

source: Nameserver
ca: DNS
es: DNS

source: Nameserver %d
ca: Servidor de noms %d
es: Servidor de nombres %d

source: Nameserver Setup
ca: Configuració de les DNS
es: Configuración de las DNS

source: Nameserver settings
ca: Configuració del Servidor de Noms
es: Configuración de Servidor de Nombres

source: Namespace
ca: Nom PID
es: Nombre PID

source: Netmask
ca: Màscara
es: Máscara

source: Netmask:
ca: Màscara de xarxa:
es: Máscara de red:

source: Network
ca: Xarxa
es: Red

source: Network Configuration...
ca: Configuració de Xarxa
es: Configuración de Red

source: Network ID
ca: ID de xarxa
es: ID de red

source: Network Information
ca: Informació de xarxa
es: Información de red

source: Network Interface
ca: Interfície de xarxa
es: Interface de red

source: Network Neighbourhood
ca: Entorn de xarxa
es: Entorno de red

source: Network Setup
ca: Configuració de xarxa
es: Configuración de red

source: Network Test
ca: Comprovació de Xarxa
es: Comprobación de Red

source: Network name (SSID)
ca: Nom de xarxa (SSID)
es: Nombre de red (SSID)

source: Network scan
ca: Escanejar xarxa
es: Escanear red

source: Network setup
ca: Configuració de xarxa
es: Configuración de red

source: Network test
ca: Comprovar xarxa
es: Comprobar red

source: Network test...
ca: Comprovar xarxa...
es: Comprobar Red...

source: Network test:
ca: Comprovació de xarxa:
es: Comprobación de red:

source: Network wizard
ca: Assistent de xarxa
es: Asistente de red

source: Network:
ca: Xarxa:
es: Red:

source: NetworkBrowser
ca: Explorador de xarxa
es: Explorador de red

source: NetworkServer
ca: Servidor de xarxa
es: Servidor de red

source: Never
ca: Mai
es: Nunca

source: Never decrypt the content while recording. This overrides the individual timer settings globally. If enabled, recordings are stored in crypted presentation and must be decrypted afterwards (sometimes called offline decoding). Default: off.
ca: No desencripta nunca mientras se está grabando. Este ajuste prevalece sobre los ajustes globales de los temporizadores. Si se habilita, las grabaciones se guardarán codificadas y deberán descodificarse posteriormente (generalmente llamado "decodificación offline"). Defecto: deshabilitado
es: No desencripta nunca mientras se está grabando. Este ajuste prevalece sobre los ajustes globales de los temporizadores. Si se habilita, las grabaciones se guardarán codificadas y deberán descodificarse posteriormente (generalmente llamado "decodificación offline"). Defecto: deshabilitado

source: Never decrypt while recording
ca: No desencriptar mai mentre s'enregistra
es: No desencriptar nunca durante la grabación

source: New
ca: Nou
es: Nuevo

source: New Name
ca: Nom nou
es: Nuevo nombre

source: New PIN
ca: PIN nou
es: Nuevo PIN

source: New profile:
ca: Nou perfil:
es: Nuevo perfil:

source: New version:
ca: Nova versió:
es: Nueva versión:

source: News Current Affairs
ca: Noticies
es: Noticias

source: Next
ca: Següent
es: Siguiente

source: Next
ca: Següent
es: Siguiente

source: Next boot will start from Image 1.
ca: El pròxim inici es farà des de la imatge 1
es: El próximo arranque será desde la imagen 1

source: No (supported) DVDROM found!
ca: DVDROM no suportat!
es: DVDROM no soportado!

source: No /hdd found !! Please make sure you have a HDD mounted.
ca: No hi ha /hdd! Asegureu-vos que teniu un HDD muntat.
es: No hay /hdd! Asegúrese de que tiene un HDD montado.

source: No /hdd found !! Please make sure you have a HDD mounted. Exit plugin.
ca: No s'ha trobat cap /hdd Asegureu-vos de tenir un /hdd muntat. Sortir del plugin.
es: No se ha encontrado ningún /hdd Asegúrese que tiene un /hdd montado. Salir del plugin.

source: No Connection
ca: Sense connexió
es: Sin conexión

source: No Devices Foond !!!
ca: No s'han trobat dispositius
es: No se han encontrado dispositivos

source: No HDD found or HDD not initialized!
ca: HDD no trobat o no inicialitzat!
es: HDD no encontrado o no inicializado!

source: No USB-Device found for fullbackup !!
ca: No hi hi ha cap USB on desar-hi la còpia
es: No hay ningún USB para guardar el backup

source: No age block
ca: Sense bloqueig per edad
es: Sin bloqueo por edad

source: No answer in time
ca: Sense resposta en el temps d'espera...
es: Sin respuesta en el tiempo de espera...

source: No backup needed
ca: No, en aquest moment no cal
es: No, no es necesario en este momento

source: No backup present
ca: No hi a cap backup
es: No contiene ningún backup

source: No cable tuner found!
ca: No hi ha cap sintonitzador de cable!
es: No hay ningún sintonizador de cable!

source: No card inserted!
ca: No hi ha targeta!
es: No hay tarjeta!

source: No changelog found. Check internet conection or request support at openspa.info
ca: No hi ha changelog. Comproveu la connexió a internet o visiteu openspa.info per a obtenir suport
es: No hay changelog. Compruebe la conexión a internet o visite openspa.info para obtener soporte

source: No data on transponder! (Timeout reading PAT)
ca: ¡No hi ha dades en el transponedor! (Temps complert llegint PAT)
es: ¡No hay datos en el transpondedor! (Tiempo cumplido leyendo PAT)

source: No delay
ca: Sense retard
es: Sin retardo

source: No description available.
ca: No hi ha descripció.
es: No hay descripción.

source: No details for this image file
ca: No hi ha detalls per aquest arxiu d'imatge
es: No hay detalles para este archivo de imagen

source: No detected HbbTV applications.
ca: No s'han detectat aplicacions HbbTV.
es: No se han detectado aplicaciones HbbTV.

source: No device found !! Please make sure you have a hdd or usb mounted. Exit plugin.
ca: No s'ha trobat el dispositiu Assegureu-vos de tenir un HDD o un USB muntat. El plugin es tancarà ara
es: No se ha encontrado el dispositivo Asegúrese de que tiene un HDD o un USB montado. El plugin se cerrará ahora

source: No displayable files on this medium found!
ca: En el medi no hi ha arxius visualitzables!
es: No hay archivos visualizables en el medio!

source: No event info found, recording indefinitely.
ca: No hi ha info de l'event, gravant indefinidament.
es: No hay info del evento, grabando indefinidamente.

source: No fast winding possible yet.. but you can use the number buttons to skip forward/backward!
ca: Encara no està habilitat l'avanç ràpid.. podeu utilitzar els botons numèrics per avançar/retrocedir
es: Todavia no está habilitado el avance rápido.. puede usar los botones numéricos para avanzar/rebobinar

source: No free index available
ca: No hi ha índex disponibles
es: No hay índices disponibles

source: No free tuner!
ca: No hi ha sintonitzador lliure!
es: No hay sintonizador libre!

source: No history
ca: No hi ha historial
es: No hay historial

source: No httpport defined in oscam.conf. This value is required!
ca: No s'ha definit el port http a oscam.conf. Aquest valor és necessari
es: No se ha definido el puerto http en oscam.conf. Este valor es necesario

source: No httppwd defined in oscam.conf
ca: No s'ha definit la contrasenya http a oscam.conf
es: No se ha definido la contraseña http en oscam.conf

source: No httpuser defined in oscam.conf
ca: No s'ha definit l'usuari http a oscam.conf
es: No se ha definido el usuario http en oscam.conf

source: No images found for
ca: No hi ha cap imatges per a
es: No hay imágenes para

source: No images found for this device. More info in openspa.info
ca: No s'ha trobat cap imatge per a aquest equip. Más info a openspa.info
es: No se han encontrado imágenes para este equipo. Más info en openspa.info

source: No network connection available.
ca: No hi ha connexió de xarxa disponible.
es: No hay conexión de red disponible.

source: No network devices found!
ca: No s'han trobat dispositius
es: No se han encontrado dispositivos

source: No networks found
ca: No s'han trobat xarxes
es: No se han encontrado redes

source: No new plugins found
ca: No s'han trobat plugins nous
es: No se han encontrado nuevos plugins

source: No positioner capable frontend found.
ca: No s'ha trobat cap motor
es: No se ha encontrado ningún motor

source: No priority
ca: Sense prioritat
es: Sin prioridad

source: No satellite frontend found!!
ca: No s'ha trobat cap sintonitzador de satèl·lit
es: No se ha encontrado ningún sintonizador de satélite

source: No satellite, terrestrial or cable tuner is configured. Please check your tuner setup.
ca: No hi ha cap sinton. de satèl·lit, terrestre, o de cable configurat. Comproveu la configuració
es: No hay ningún sintoniz. satélite, terrestre, o de cable configurado. Compruebe la configuración

source: No service
ca: Sense servei
es: Sin servicio

source: No services/providers selected
ca: No hi ha canals/proveïdors seleccionats
es: No hay canales/proveedores seleccionados

source: No standby
ca: Sense repòs
es: Sin reposo
