Repository: vuteam/se2
Catalog: po/*.po
Languages: ca, es

source: Skip internet connection check (disables automatic package installation)
ca: No comprovar (no instal·lar paquets automàticament)
es: No comprobar (no instalar paquetes automáticamente)

source: Sleep Timer
ca: Apagat automàtic
es: Apagado Automático

source: Sleep timer
ca: Apagat automàtic
es: Apagado automático

source: Sleep timer action:
ca: Acció de l'apagat automàtic:
es: Acción del apagado automático:

source: SleepTimer Configuration
ca: Configuració de l'apagat automàtic
es: Configuración del apagado automático

source: Sleeptimer
ca: Temporitzador de repòs
es: Temporizador de reposo

source: Slide drop
ca: Baixar cortina
es: Bajar cortinilla

source: Slide from left
ca: Lliscar des de l'esq.
es: Deslizar desde la izda.

source: Slide left to right
ca: Passar d'esquerra a dreta
es: Pasar de izquierda a derecha

source: Slide picture in loop
ca: Mostrar imatges en bucle
es: Mostrar imágenes en bucle

source: Slide right to left
ca: Lliscar de drta. a esq.
es: Deslizar de dcha. a izda.

source: Slide show interval (sec.)
ca: Intèrval de visualització (seg.)
es: Intervalo de visualización (seg.)

source: Slide top to bottom
ca: Passar de dalt a baix
es: Pasar de arriba a abajo

source: Slovak
ca: Eslovac
es: Eslovaco

source: Slovenian
ca: Eslovè
es: Esloveno

source: Slow
ca: Lent
es: Lento

source: Slow motion speeds
ca: Velocitats de càmera lenta
es: Velocidades de cámara lenta

source: Small progress
ca: Progrés (petit)
es: Progreso (pequeño)

source: Smart services renaming for XBMC
ca: Reanomenat intel·ligent de canals per XBMC
es: Renombrado inteligente de canales para XBMC

source: Social/Political/Economics
ca: Social/Política/Economia
es: Social/Política/Economía

source: Software management
ca: Administrar software
es: Administrar software

source: Software manager setup
ca: Configuració del Gestor de software
es: Configuración del Gestor de software

source: Software restore
ca: Restaurar sistema
es: Restaurar sistema

source: Software update
ca: Actualitzar Software
es: Actualizar Software

source: Softwaremanager information
ca: Informació de SoftwareManager
es: Información SoftwareManager

source: Softwaremanager...
ca: Gestor de software...
es: Gestor de software...

source: Some plugins are not available:
ca: Alguns plugins no estàn disponibles:
es: Algunos plugins no están disponibles:

source: Sorry Inadyn Config is Missing
ca: No hi ha arxiu de configuració d'Inadyn
es: No hay archivo de configuración de Inadyn

source: Sorry feeds are down for maintenance, please try again later.
ca: Les fonts estàn de mantenimient, proveu-ho més tard.
es: Las fuentes están en mantenimiento, inténtelo más tarde.

source: Sorry this page is not yet implemented
ca: Aquesta pàgina encara no ha estat implementada
es: Esta página aún no ha sido implementada

source: Sorry, %s has not been installed!
ca: %s no s'ha instal·lat
es: %s no ha sido instalado

source: Sorry, deleting directories can (for now) only be done through the trash can.
ca: L'esborrat de directoris només es pot realitzar (de moment) des de la paperera
es: El borrado de directorios sólo se puede realizar (por el momento) desde la papelera

source: Sorry, no backups found!
ca: No s'han trobat backups
es: No se han encontrado backups

source: Sorry, no details available!
ca: No hi ha detalls
es: No hay detalles

source: Sorry, no physical devices that supports SWAP attached. Can't create Swapfile on network or fat32 filesystems
ca: No s'ha trobat cap dispositiu on crear-hi la SWAP. La swap no pot crear-se en la xarxa ni en sistemes fat32
es: No se ha encontrado ningún dispositivo donde crear la SWAP. La swap no puede crearse en red ni en sistemas fat32

source: Sorry, this tuner is in use.
ca: Aquest sintonitzador està en ús
es: Este sintonizador está en uso

source: Sorry, your backup destination is not writeable. Please select a different one.
ca: Error. No es pot escriure en el desti del backup. Seleccioneu-ne un altre diferent.
es: Error. No se puede escribir en el destino del backup. Seleccione otro distinto.

source: Sort
ca: Ordenar
es: Ordenar

source: Sort A-Z
ca: Ordenar A-Z
es: Ordenar A-Z

source: Sort by
ca: Ordenar per
es: Ordenar por

source: Sort list to default and exit?
ca: Posar la llista en l'ordre predefinit i sortir?
es: Poner la lista en el orden predeterminado y salir?

source: Sort list:
ca: Ordenar la llista per:
es: Ordenar la lista por:

source: Sort plugins list to default?
ca: Mostrar la llista per defecte de plugins?
es: Mostrar la lista por defecto de plugins?

source: Sort time
ca: Ordenar per data
es: Ordenar por fecha

source: Sound
ca: Sò
es: Sonido

source: Sound carrier
ca: Portadora de sò
es: Portadora de sonido

source: Source request
ca: A petició de la font
es: A petición de la fuente

source: South
ca: Sud
es: Sur

source: Spanish
ca: Espanyol
es: Español

source: Specify extra timeframe to ignore inactivity sleeptimer
ca: Intèrval per ignorar la inactivitat del tempor. de repòs
es: Intervalo para ignorar la inactividad del tempor. de reposo

source: Specify if you want to set the blocktimes separately by weekday
ca: Configura si cal separar en blocs de temps segons el dia de la setmana
es: Configura si hay que separar en bloques de tiempo según el dia de la semana

source: Specify the end time to ignore the shutdown timer when the receiver is in standby mode
ca: Configura el final de l'intèrval on s'ignorarà el temporitzador d'apagat si el receptor està en repòs
es: Configura el final del intervalo en el que se ignorará el temporizador de apagado si el receptor está en reposo

source: Specify the end time until the inactivity sleeptimer should be ignored
ca: Configura el final de l'intèrval en el qual s'ignorarà el temporitzador de repòs
es: Configura el final del intervalo en el que el temporizador de reposo será ignorado

source: Specify the extra end time until the inactivity sleeptimer should be ignored
ca: Finalització del temps extra on ignorar la inactivitat del tempor. de repòs
es: Especifica la finalización del tiempo extra en el que la inactividad del temporizador de reposo debe ser ignorado

source: Specify the extra start time when the inactivity sleeptimer should be ignored
ca: Inici del temps extra on ignorar la inactivitat del tempor. de repòs
es: Especifica el inicio del tiempo extra en el que la inactividad del temporizador de reposo debe ser ignorado

source: Specify the start time to ignore the shutdown timer when the receiver is in standby mode
ca: Configura l'inici de l'intèrval on s'ignorarà el temporitzador d'apagat si el receptor està en repòs
es: Configura el inicio del intervalo en el que se ignorará el temporizador de apagado si el receptor está en reposo

source: Specify the start time when the inactivity sleeptimer should be ignored
ca: Configura l'inici de l'intèrval on ignorar el temporitzador de repòs
es: Configura el inicio del intervalo en el que el temporizador de reposo será ignorado

source: Specify timeframe to ignore inactivity sleeptimer
ca: Intèrval en el qual no actuarà el tempor. de repòs
es: Intervalo donde no actuará el tempor. de reposo

source: Specify timeframe to ignore the shutdown in standby
ca: Intèrval en el qual ignorar l'apagat en repòs
es: Intérvalo para ignorar 'apagar en reposo'

source: Split preview mode
ca: Dividir mode previsualització
es: Dividir modo previsualización

source: Splitscreen
ca: Dividir pantalla
es: Dividir pantalla

source: Sports
ca: Esports
es: Deportes

source: Standard
ca: Estàndard
es: Estándar

source: Standart list
ca: Llista estàndard
es: Lista estándar

source: Standby
ca: Repòs
es: Reposo

source: Standby / Restart
ca: Repòs / Reiniciar
es: Reposo / Reiniciar

source: Standby / restart
ca: Repòs / Reiniciar
es: Reposo / Reiniciar

source: Standby Max CPU frequency
ca: Freq. màxima CPU - reposo
es: Frec. máxima CPU - reposo

source: Standby Toggle
ca: Encès/Repòs
es: Encendido/Reposo

source: Standby after current event
ca: Repòs després de l'event
es: Reposo después del evento

source: Standby in
ca: Repòs en
es: Reposo en

source: Standby in 1 hour
ca: Repòs en 1 hora
es: Reposo en 1 hora

source: Standby in 105 minutes
ca: Anar a repòs després de 105 minuts
es: Ir a reposo después de 105 minutos

source: Standby in 120 minutes
ca: Anar a repòs després de 120 minuts
es: Ir a reposo después de 120 minutos

source: Standby in 15 minutes
ca: Anar a repòs després de 15 minuts
es: Ir a reposo después de 15 minutos

source: Standby in 2 hours
ca: Repòs en 2 hores
es: Reposo en 2 horas

source: Standby in 3 hours
ca: Repòs en 3 hores
es: Reposo en 3 horas

source: Standby in 30 minutes
ca: Anar a repòs després de 30 minuts
es: Ir a reposo después de 30 minutos

source: Standby in 4 hours
ca: Repòs en 4 hores
es: Reposo en 4 horas

source: Standby in 45 minutes
ca: Anar a repòs després de 45 minuts
es: Ir a reposo después de 45 minutos

source: Standby in 5 hours
ca: Repòs en 5 hores
es: Reposo en 5 horas

source: Standby in 6 hours
ca: Repòs en 6 hores
es: Reposo en 6 horas

source: Standby in 60 minutes
ca: Anar a repòs després de 60 minuts
es: Ir a reposo después de 60 minutos

source: Standby in 75 minutes
ca: Anar a repòs després de 75 minuts
es: Ir a reposo después de 75 minutos

source: Standby in 90 minutes
ca: Anar a repòs després de 90 minuts
es: Ir a reposo después de 90 minutos

source: StandbyLED
ca: LED de repòs
es: LED de reposo

source: Start
ca: Iniciar
es: Iniciar

source: Start Instant Record
ca: Iniciar gravació instantània
es: Iniciar grabación instantánea

source: Start Kodi
ca: Iniciar Kodi
es: Iniciar Kodi

source: Start Page
ca: Pàgina d'inici
es: Página de inicio

source: Start YouTube TV
ca: Iniciar YouTube TV
es: Iniciar YouTube TV

source: Start from the beginning
ca: Començar des del principi
es: Comenzar desde el principio

source: Start offline decode
ca: Iniciar descodificació 'offline'
es: Iniciar decodificación 'offline'

source: Start recording?
ca: Iniciar gravació?
es: Iniciar grabación?

source: Start test
ca: Començar test
es: Comenzar test

source: Start time
ca: Hora d'inici
es: Hora de inicio

source: Start time is after end time
ca: L'hora d'inici és posterior a l'hora de finalització
es: La hora de inicio es posterior a la hora de finalización

source: Start time to ignore inactivity sleeptimer
ca: Inici de l'intèrval de 'no temporitzador'
es: Inicio del intervalo de 'no temporizador'

source: Start time to ignore shutdown in standby
ca: Inici de l'intèrval de 'no apagat en repòs'
es: Inicio del interv. para ignorar 'apagar en reposo'

source: Start timeshift
ca: Iniciar timeshift
es: Iniciar timeshift

source: Start with list screen
ca: Iniciar amb la llista
es: Iniciar con la lista

source: Start/Stop
ca: Iniciar/Aturar
es: Iniciar/Detener

source: Starting on
ca: Començament
es: Comienzo

source: Starting web browser Service. Please Wait...
ca: Iniciant el Navegador Web. Espereu mentre s'inicia
es: Iniciando el Navegador Web. Espere mientras se inicia

source: Startpage
ca: Pagina d'inici
es: Pagina Inicio

source: Startup the set top box in standby
ca: Inicia el receptor posant-lo en mode repòs
es: Inicia el receptor poniéndolo en modo reposo

source: Startup to Standby
ca: Iniciar en repòs
es: Iniciar en reposo

source: Status
ca: Estat
es: Estado

source: Status:
ca: Estat:
es: Estado:

source: Step east
ca: Pas est
es: Paso este

source: Step in ms for arrow keys
ca: Pas en ms per cursors
es: Paso en ms para cursores

source: Step in ms for key %i
ca: Pas en ms per tecla %i
es: Paso en ms para tecla %i

source: Step in ms for keys '%s'
ca: Pas en ms per tecles '%s'
es: Paso en ms para teclas '%s'

source: Step value for fast switching or long press the volume button. Depending on the setting (if greater) and the current volume (if less) will adjusted the step. (30 to 4, 18 to 3, 9 to 2 and 3 to 1)
ca: Valor del pas per a un canvi ràpid o una pulsació prolongada de la tecla de volum. S'ajustarà (30 a 4, 18 a 3, 9 a 2 i 3 a 1) segons la config. (si es més gran) i el volum actual (si es menor)
es: Valor del paso para un cambio rápido o una pulsación prolongada de la tecla de volumen. Se ajustará (30 a 4, 18 a 3, 9 a 2 y 3 a 1) según la config. (si es mayor) y el volumen actual (si es menor)

source: Step value for single press the volume button. Depending on the setting (if greater) and the current volume (if less) will adjusted the step. (30 to 4, 18 to 3, 9 to 2 and 3 to 1)
ca: Valor del pas per a una única pulsació de la tecla de volum. S'ajustarà (30 a 4, 18 a 3, 9 a 2 i 3 a 1) segons la config. (si es més gran) i el volum actual (si es menor)
es: Valor del paso para una única pulsación de la tecla de volumen. Se ajustará (30 a 4, 18 a 3, 9 a 2 y 3 a 1) según la config. (si es mayor) y el volumen actual (si es menor)

source: Step west
ca: Pas oest
es: Paso oeste

source: Stepped east
ca: Mogut a l'est
es: Movido al este

source: Stepped west
ca: Mogut a l'oest
es: Movido al oeste

source: Stop
ca: Aturar
es: Parar

source: Stop PiP
ca: Aturar PiP
es: Detener PiP

source: Stop all current recordings
ca: Aturar totes les gravacions en curs
es: Parar todas las grabaciones en curso

source: Stop and delete all current recordings
ca: Aturar i eliminar totes les gravacions en curs
es: Parar y eliminar todas las grabaciones en curso

source: Stop and delete recording
ca: Aturar i esborrar gravació
es: Parar y borrar grabación

source: Stop and delete recording:
ca: Aneu a aturar i esborrar la gravació:
es: Va a parar y borrar la grabación:

source: Stop and delete recordings:
ca: Aturar i esborrar gravacions:
es: Parar y borrar grabaciones:

source: Stop current event and disable coming events
ca: Aturar l'event actual i desactivar els següents
es: Parar el evento actual y desactivar los eventos siguientes

source: Stop current event but not coming events
ca: Aturar l'event actual, però no els següents
es: Parar el evento actual, pero no los siguientes

source: Stop current video
ca: Aturar el vídeo actual
es: Parar el vídeo actual

source: Stop entry
ca: Aturar entrada
es: Parar entrada

source: Stop playing this movie?
ca: Aturar la reproducció d'aquesta pel·lícula?
es: Parar la reproducción de esta película?

source: Stop recording
ca: Aturar gravació
es: Detener grabación

source: Stop recording and delete
ca: Aturar la gravació i esborrar
es: Parar la grabación y borrar

source: Stop recording:
ca: Aturar gravació:
es: Parar grabación:

source: Stop recordings:
ca: Aturar gravacions:
es: Parar grabaciones:

source: Stop service on return to movie list
ca: Aturar el canal en tornar a la llista de pel·lícules
es: Detener el canal al volver a la lista de películas

source: Stop test
ca: Aturar test
es: Parar test

source: Stop testing plane after # failed transponders
ca: Aturar la recerca després de # transponedors erronis
es: Parar la búsqueda después de # transpondedores fallidos

source: Stop testing plane after # successful transponders
ca: Aturar la recerca després de # transponedors correctes
es: Parar la búsqueda después de # transpondedores correctos

source: Stop timer recording
ca: Aturar el temporitzador de gravació
es: Detener el temporizador de grabación

source: Stop timeshift
ca: Aturar timeshift
es: Parar timeshift

source: Stop timeshift?
ca: Aturar timeshift?
es: Parar timeshift?

source: Stopped
ca: Aturat
es: Parado

source: Stopped recordings:
ca: Gravacions aturades:
es: Grabaciones detenidas:

source: Store at index
ca: desat en l'índex
es: Guardado en el índice

source: Store position
ca: Desar posició
es: Almacenar posición

source: Stored position
ca: Posició desada
es: Posición almacenada

source: Stream
ca: Streaming de
es: Streaming de

source: Stream request
ca: A petició del canal
es: A petición del canal

source: Streaming clients info
ca: Info de clients de streaming
es: Info de clientes de streaming

source: Streaming port
ca: Port de 'streaming'
es: Puerto de 'streaming'

source: Stripes
ca: Barres verticals
es: Barras verticales

source: Strongest position
ca: Posició més forta
es: Posición más fuerte

source: Style arrow buttons controlling
ca: Controlador de tecles de cursor
es: Controlador de teclas de cursor

source: Su
ca: Dg
es: Do

source: Subnet mask
ca: Màscara de xarxa
es: Máscara de Red

source: Subservice list...
ca: Llista de subcanals
es: Lista de subcanales

source: Subservices
ca: Subcanals
es: Subcanales

source: Subtitle Quickmenu
ca: Configuració de subtítols
es: Configuración de subtítulos

source: Subtitle Selection
ca: Selecció de subtítols
es: Selección de subtítulos

source: Subtitle alignment
ca: Alineació dels subtítols
es: Alineación de los subtítulos

source: Subtitle border width
ca: Gruix del marc dels subtítols
es: Grosor del marco de los subtítulos

source: Subtitle delay when timing is bad
ca: Retard de subtítols amb pauta horaria errònia
es: Retardo de subtítulos con pauta horaria erróneo

source: Subtitle delay when timing lacks
ca: Retard dels subtitols
es: Retardo de los subtitulos

source: Subtitle font size
ca: Mida dels subtítols
es: Tamaño de los subtítulos

source: Subtitle language selection 1
ca: Primer idioma de subtítols
es: Primer idioma de subtítulos

source: Subtitle language selection 2
ca: Segon idioma de subtítols
es: Segundo idioma de subtítulos

source: Subtitle language selection 3
ca: Tercer idioma de subtítols
es: Tercer idioma de subtítulos

source: Subtitle language selection 4
ca: Quart idioma de subtítols
es: Cuarto idioma de subtítulos

source: Subtitle position
ca: Posició dels subtítols
es: Posición de los subtítulos

source: Subtitle selection
ca: Selecció de subtítols
es: Selección de subtítulos

source: Subtitle selection...
ca: Selecció de subtítols...
es: Selección de subtítulos...

source: Subtitle settings
ca: Opcions de subtítols
es: Opciones de subtítulos

source: Subtitles
ca: Subtítols
es: Subtítulos

source: Successfully restored /etc/inetd.conf!
ca: /etc/inetd.conf s'ha restaurat correctamente.
es: /etc/inetd.conf se ha restaurado correctamente.

source: Sun
ca: Diu
es: Dom

source: Sunday
ca: Diumenge
es: Domingo

source: Support at
ca: Més info a
es: Más info en

source: Swap Manager
ca: Gestor de memòria Swap
es: Gestor de memoria Swap

source: Swap PiP and main picture
ca: Intercanviar PiP i pantalla principal
es: Intercambiar PiP y pantalla principal

source: Swap Place:
ca: Ubicació Swap:
es: Ubicación Swap:

source: Swap Size:
ca: Mida Swap:
es: Tamaño Swap:

source: Swap services
ca: Intercanviar canals (PiP)
es: Intercambiar canales (PiP)

source: Swedish
ca: Suec
es: Sueco

source: Switch TV to correct input
ca: Canviar la TV a l'entrada correcta
es: Cambiar la TV a la entrada correcta

source: Switch between filelist/playlist
ca: Alternar entre llistes d'arxiu/reproducció
es: Alternar entre listas de archivo/reproducción

source: Switch between normal mode and list mode
ca: Canviar entre mode normal i mode llista
es: Cambiar entre modo normal y modo lista

source: Switch config
ca: Canviar configuració
es: Cambiar configuración

source: Switch next channel
ca: Anar al canal següent
es: Ir al canal siguiente

source: Switch to HDMI in mode
ca: Canviar al mode HDMI-in
es: Cambiar al modo HDMI-in

source: Switch to filelist
ca: Canviar a llista d'arxius
es: Cambiar a lista de archivos

source: Switch to keyboard/mouse mode.
ca: Canviar mode Teclat/Ratolí.
es: Alternar modo Teclado/Ratón.

source: Switch to next bouquet
ca: Anar al bouquet següent
es: Ir al bouquet siguiente

source: Switch to next channel
ca: Anar al canal següent
es: Ir al canal siguiente

source: Switch to next channel in history
ca: Anar al canal següent en l'històric
es: Ir al canal siguiente en el histórico

source: Switch to next sub service
ca: Anar al subcanal següent
es: Ir al subcanal siguiente

source: Switch to playlist
ca: Canviar a llista de reproducció
es: Cambiar a lista de reproducción

source: Switch to previous bouquet
ca: Anar al bouquet anterior
es: Ir al bouquet anterior

source: Switch to previous channel
ca: Anar al canal anterior
es: Ir al canal anterior

source: Switch to previous channel in history
ca: Anar al canal anterior en l'històric
es: Ir al canal anterior en el histórico

source: Switch to previous sub service
ca: Anar al subcanal anterior
es: Ir al subcanal anterior

source: Switchable tuner types:
ca: Tipus de tuner seleccionables:
es: Tipos de tuner seleccionables:

source: Symbol rate
ca: Velocitat de símbol
es: Velocidad de símbolo

source: Symbol rate:
ca: Veloc. de símbol
es: Veloc. de símbolo

source: Symbolrate
ca: Velocitat de símbol
es: Velocidad de símbolo

source: Symbolrate:
ca: Vel. símbol:
es: Vel. símbolo:

source: Sync NTP every (minutes)
ca: Sincronitzar amb NTP cada (minuts)
es: Sincronizar con NTP cada (minutos)

source: Sync failure moving back to origin !
ca: La sincronització ha fallat en tornar a l'origen
es: Fallo de sincronización al volver al origen

source: Sync time using
ca: Sincronitzar l'hora des de
es: Sincronizar la hora desde

source: Synchronize systemtime using transponder or internet.
ca: Sincronitzar l'hora des del transponedor o internet.
es: Sincronizar la hora desde el transpondedor o internet.

source: System
ca: Sistema
es: Sistema

source: System Message
ca: Missatge del Sistema
es: Mensaje del Sistema

source: System OE
ca: Sistema OE
es: Sistema OE

source: System Server
ca: Servidors
es: Servidores

source: System Settings
ca: Config. de sistema
es: Ajustes de sistema

source: System:
ca: Sistema:
es: Sistema:

source: SystemPlugins
ca: Plugins de sistema
es: Plugins de sistema

source: TRANSLATOR_INFO
ca: OpenSPA - http://openspa.info Traducció d'enigma2 al català per a firmwares OpenSPA
es: OpenSPA - http://openspa.info Traducción de enigma2 al español para firmwares OpenSPA

source: TS file is too large for ISO9660 level 1!
ca: El fitxer TS es massa gros per a ISO9660-1.
es: El fichero TS es demasiado grande para el nivel 1 ISO9660.

source: TV physical address report
ca: Reportar adreça física de la TV
es: Reportar dirección física de la TV

source: TXT PID
ca: PID TxT
es: PID TxT

source: Table of contents for collection
ca: Índex per a la col·lecció
es: Índice para la colección

source: Tags
ca: Etiquetes
es: Etiquetas

source: Teletext
es: Teletexto

source: Teletext Subtitle
ca: Subtítol Teletext
es: Subtítulo Teletexto

source: Teletext base visibility
ca: Visibilitat del teletext
es: Visibilidad del teletexto

source: Teletext subtitle color
ca: Color dels subtítols de teletext
es: Color de los subtítulos de teletexto

source: Television
ca: Televisió
es: Televisión

source: Telnet Setup
ca: Configuració de telnet
es: Configuración de telnet

source: Template Engine
ca: Motor de la plantilla
es: Motor de la plantilla

source: Terrestrial
ca: Terrestre
es: Terrestre

source: Terrestrial provider
ca: Zona geogràfica
es: Zona geográfica

source: Test DiSEqC settings
ca: Comprovar configuració de DisEqC
es: Configuración de test DisEqC

source: Test mode
ca: Mode test
es: Modo test

source: Test the network configuration of your %s %s.
ca: Comprova la configuració de xarxa del %s %s.
es: Comprueba la configuración de red del %s %s.

source: Testscreens
ca: Pantalles de test
es: Pantallas de test

source: Testscreens that are helpfull to fine-tune your display
ca: Les pantalles de test ajuden a ajustar la pantalla
es: Las pantallas de test son muy útiles para ajustar la pantalla

source: Text
ca: TxT
es: TxT

source: Text color
ca: Color del text
es: Color del texto

source: Th
ca: Dj
es: Ju

source: Thai
ca: Thailandès
es: Thailandés

source: Thank you for using the wizard. Please press OK to continue.
ca: Gràcies per utilitzar l'assistent. Premeu OK per continuar.
es: Gracias por usar el asistente. Pulse OK para continuar.
