Repository: vuteam/se2
Catalog: po/*.po
Languages: ca, es

source: Recording type
ca: Tipus de gravació
es: Tipo de grabación

source: Recording(s) are in progress or coming up in few seconds!
ca: Una o més gravacions estàn en marxa, o començaràn aviat!
es: Una o varias grabaciones están en marcha, o empezarán en breve!

source: Recordings
ca: Gravacions
es: Grabaciones

source: Recordings always have priority
ca: Les gravacions sempre tenen prioritat
es: Las grabaciones siempre tienen prioridad

source: Recover
ca: Recuperar
es: Recuperar

source: Red button...
ca: Botó vermell
es: Botón rojo

source: Red colored
ca: Nom de canal en vermell
es: Nombre de canal en rojo

source: Reenter new PIN
ca: Torneu a introduir el PIN nou
es: Vuelva a introducir el PIN nuevo

source: Reflash in progress Please wait until your receiver reboots This may take a few minutes
ca: S'està insatal·lant Espereu fins que el receptor es reiniciï Això pot trigar una estona
es: Se está flasheando Espere hasta que el receptor se reinicie Esto podría tardar unos minutos

source: Refresh
ca: Refrescar
es: Refrescar

source: Refresh Timer
ca: Actualitzar gravació
es: Actualizar grabación

source: Refresh automatically every
ca: Actualitzar automàticament cada
es: Actualizar automáticamente cada

source: Refresh now
ca: Refrescar
es: Refrescar

source: Refresh rate
ca: Freqüència de refresc
es: Frecuencia de refresco

source: Refresh rate selection.
ca: Selecció de la freqüència de refresc.
es: Selección de la frecuencia de refresco.

source: Regard deep standby as standby
ca: Considerar repòs profund com repòs
es: Considerar reposo profundo como reposo

source: Region
ca: Regió
es: Región

source: Region :
ca: Regió :
es: Región :

source: Relative
ca: Relatiu
es: Relativo

source: Reload
ca: Recarregar
es: Recargar

source: Reload blacklists
ca: Recarregar la llista negra
es: Recargar las listas negra

source: Reloading bouquets and services...
ca: Recarregant bouquets i canals...
es: Recargando bouquets y canales...

source: Reloading crontab
ca: Recarregant crontab
es: Recargando crontab

source: Remaining
ca: Restant
es: Restante

source: Remaining & Elapsed
ca: Restant & transcorregut
es: Restante & transcurrido

source: Remember last service in PiP
ca: Recordar l'últim canal de PiP
es: Recordar el último canal de PiP

source: Remember service PIN
ca: Recordar el PIN del canal
es: Recordar el PIN del canal

source: Remember that you can use openSPA updates wizard plugin for install new firms and make a copy of your data
ca: Recordeu que podeu utilitzar l'assistent d'actualització d'OpenSPA per a instal·lar nous firmwares i crear còpies de seguretat de les vostres dades
es: Recuerde que puede utilizar el asistente de actualización de OpenSPA para instalar nuevos firmwares y crear copias de seguridad de sus configuraciones

source: Remember these settings for each folder
ca: Recordar la configuració per cada carpeta
es: Recordar la configuración para cada carpeta

source: Reminder, you have chosen to save timeshift file
ca: Recordeu, heu triat desar l'arxiu timeshift
es: Recuerde, ha elegido guardar el archivo timeshift

source: Reminder, you have chosen to save timeshift file.
ca: Recordeu, heu triat desar l'arxiu timeshift
es: Recuerde, ha elegido guardar el archivo timeshift

source: Remote
ca: Control Remot
es: Control Remoto

source: Remote Tuner Server Setup
ca: Conf. del sinton. servidor remot
es: Conf. del sinton. servidor remoto

source: Remote box
ca: Receptor remot
es: Receptor remoto

source: Remote control type
ca: Tipus de comandament a distància
es: Tipo de mando a distancia

source: Removal has completed.
ca: La eliminació s'ha completat
es: La eliminación se ha completado

source: Remove
ca: Esborrar
es: Borrar

source: Remove Confirmation
ca: Confirmació d'esborrat
es: Confirmación de borrado

source: Remove Service
ca: Eliminar canal
es: Quitar serv.

source: Remove a mark
ca: Eliminar una marca
es: Eliminar una marca

source: Remove a nameserver entry
ca: Eliminar servidor de noms
es: Eliminar servidor de nombres

source: Remove bookmark
ca: Eliminar marcador
es: Borrar marcador

source: Remove completed timers after (days)
ca: Eliminar reserves completades després de (dies)
es: Eliminar reservas completadas despues de (dias)

source: Remove currently selected title
ca: Eliminar el títol seleccionat
es: Borrar el título seleccionado

source: Remove items from trash can after (days)
ca: Eliminar elements de la paperera després de (dies)
es: Eliminar elementos de la papelera después de (dias)

source: Remove plugins
ca: Eliminar plugins
es: Eliminar plugins

source: Remove timer
ca: Eliminar gravació
es: Eliminar grabación

source: Remove title
ca: Eliminar el títol
es: Borrar el título

source: Removing
ca: Eliminant
es: Borrando

source: Removing Depends of ipk %s
ca: Eliminant les dependències de %s
es: Eliminando las dependencias de %s

source: Removing Service
ca: Eliminant canal
es: Eliminando servicio

source: Removing directory %s failed. (Maybe not empty.)
ca: No s'ha pogut eliminar el directori %s. (Podria no estar buit)
es: Falló el borrado del directorio %s. (Puede no estar vacío)

source: Removing ipk %s
ca: Eliminant %s
es: Eliminando %s

source: Removing partition table
ca: Eliminant la taula de particions
es: Eliminando la tabla de particiones

source: Rename
ca: Reanomenar
es: Renombrar

source: Rename Bouquet
ca: Reanomenar favorit
es: Renombrar favorito

source: Rename Recording
ca: Reanomenar gravació
es: Renombrar grabación

source: Rename failed!
ca: No s'ha pogut canviar el nom
es: Renombrado fallido

source: Rename name and description for new events
ca: Canviar el nom i la descripció en nous events
es: Cambiar el nombre y la descripción en nuevos eventos

source: Rename to:
ca: Reanomenar a:
es: Renombrar a:

source: Renamed %s!
ca: %s reanomenat
es: %s renombrado

source: Repeat
ca: Repetir
es: Repetir

source: Repeat Display Message
ca: Repetir el missatge del display
es: Repetir el mensaje del display

source: Repeat leave standby messages
ca: Repetir els missatges de sortida de repòs
es: Repetir los mensajes de salida de reposo

source: Repeat type
ca: Repetició
es: Repetición

source: Repeated
ca: Repetir
es: Repetir

source: Repeating event currently recording. What do you want to do?
ca: Repetint l'event que s'està gravant. Qué voleu fer?
es: Repetir el evento que se está grabando. Qué quiere hacer?

source: Repeating event currently recording... What do you want to do?
ca: Repetint la gravació de l'event actual... Què voleu fer?
es: Repitiendo la grabación del evento actual... Qué desea hacer?

source: Repeats
ca: Repeticions
es: Repeticiones

source: Replace `- ` in dialogs with colored text per speaker (like teletext subtitles for the hearing impaired)
ca: Reemplaça `- ` en els diàlegs per textos amb color (per interlocutor, com els subtítols de teletext per a sords)
es: Reemplaza `- ` en los diálogos por textos coloreados (por interlocutor, como los subtítulos de teletexto para sordos)

source: Require authentication for http streams
ca: Autentificació obligatoria per als canals http
es: Autentificación obligatoria para los canales http

source: Require client cert for HTTPS
ca: Cal un certificat de client per HTTPS
es: Certificado del cliente requerido para HTTPS

source: Require description to be unique
ca: Requerir descripció per a ser únic
es: Requerir descripción para ser único

source: Required medium type:
ca: Tipus de medi requerit:
es: Tipo de medio requerido:

source: Rereading partition table
ca: Llegint la taula de particions
es: Leyendo la tabla de particiones

source: Rescan
ca: Reescanejar
es: Reescanear

source: Reserved
ca: Reservat
es: Reservado

source: Reset
ca: Resetar
es: Resetear

source: Reset and renumerate title names
ca: Reiniciar i renumerar els noms de títols
es: Reiniciar y renumerar los nombres de títulos

source: Reset count
ca: Restablir recompte
es: Restablecer recuento

source: Reset playback position
ca: Reiniciar posició de reproducció
es: Reiniciar posición de reproducción

source: Reset video enhancement settings to system defaults?
ca: Fer un reset de la configuració del sistema de video millorat?
es: Resetear la configuración del sistema de video mejorado?

source: Reset video enhancement settings to your last configuration?
ca: Tornar la configuració de video millorat a la darrera configuració?
es: Resetear la configuración de video mejorado a la última configuración?

source: Resolution
ca: Resolució
es: Resolución

source: Restart
ca: Reiniciar sistema
es: Reiniciar sistema

source: Restart Enigma2 to apply the changes?
ca: Voleu reiniciar GUI per tal d'aplicar els canvis?
es: Desea reiniciar GUI para aplicar los cambios?

source: Restart GUI
ca: Reiniciar GUI
es: Reiniciar GUI

source: Restart GUI now?
ca: Reiniciar el GUI ara?
es: Reiniciar el GUI ahora?

source: Restart STB
ca: Reinici del receptor
es: Reinicio del receptor

source: Restart enigma
ca: Reiniciar GUI
es: Reiniciar GUI

source: Restart network
ca: Reiniciar xarxa
es: Reiniciar Red

source: Restart test
ca: Reiniciar test
es: Reiniciar test

source: Restart your network connection and interfaces.
ca: Reinicia la connexió i els dispositius de xarxa.
es: Reinicia la conexión y los dispositivos de red.

source: Restore
ca: Restaurar
es: Restaurar

source: Restore Backups
ca: Restaurar còpies
es: Restaurar copias

source: Restore backups
ca: Restaurar backups
es: Restaurar backups

source: Restore inetd
ca: Restaurar inetd
es: Restaurar inetd

source: Restore inetd.conf
ca: Restaurar inetd.conf
es: Restaurar inetd.conf

source: Restore is running...
ca: Restauració en curs...
es: Restauración en curso...

source: Restore system settings
ca: Restaurar la configuració
es: Restaurar la configuración

source: Restoring satellites.xml not possible!
ca: No és possible de restaurar satellites.xml!
es: No es posible restaurar satellites.xml!

source: Restoring...
ca: Restaurant
es: Restaurando

source: Restrict to events on certain dates
ca: Restringir als events en certes dates
es: Restringir a los eventos en determinadas fechas

source: Resume from last position
ca: Continuar des de la última posició
es: Continuar desde la última posición

source: Resume position at %s
ca: Continuar la posició a %s
es: Continuar la posición a %s

source: Resuming playback
ca: Continuar reproducció
es: Continuar reproducción

source: Return
ca: Tornar
es: Volver

source: Return to movie list
ca: Tornar a la llista
es: Volver a la lista

source: Return to previous service
ca: Tornar al canal anterior
es: Volver al canal

source: Reverse bouquet buttons
ca: Invertir tecles bouquet
es: Invertir teclas bouquet

source: Reverse list
ca: Llista inversa
es: Lista inversa

source: Rewind speeds
ca: Velocitats de rebobinat
es: Velocidades de rebobinado

source: Rewrap subtitles
ca: Emmarcar subtítols
es: Enmarcar subtítulos

source: Rewrap teletext subtitles
ca: Emmarcar els subtítols de teletext
es: Enmarcar los subtítulos de teletexto

source: Right
ca: Dreta
es: Dcha.

source: Right Key
ca: Tecla dreta
es: Tecla derecha

source: Right Mouse Button
ca: Botó dret del ratolí.
es: Botón derecho del ratón.

source: Right from servicename
ca: A la dreta del nom
es: A la derecha del nombre

source: Roll-off
ca: Atenuació
es: Atenuación

source: Romanian
ca: Romanès
es: Rumano

source: Root
ca: Carpeta root
es: Carpeta raíz

source: Root directory
ca: Carpeta d'inici
es: Carpeta de inicio

source: RootFS BackUp in progress...
ca: El backup de RootFS s'està realitzant...
es: El backup de RootFS se está realizando...

source: Rotor step position:
ca: Posició del motor:
es: Posición del motor:

source: Rotor turning speed
ca: Velocitat de gir
es: Velocidad de giro

source: Rotor:
ca: Motor:
es: Motor:

source: Round start time on
ca: Aprox. de la hora d'inici
es: Redondeo de la hora de inicio

source: Run a backup now
ca: Fer una còpia
es: Hacer una copia ahora

source: Run how often ?
ca: Freqüència d'execució?
es: Frecuencia de ejecución?

source: Running
ca: Actiu
es: Activo

source: Russian
ca: Rús
es: Ruso

source: SDcard present. Please configure use for SDcard
ca: S'ha detectat una targeta microSD. Trieu quin ús voleu donar-l'hi.
es: Se ha detectado una tarjeta microSD. Elija qué uso le va a dar.

source: SINGLE LAYER DVD
ca: DVD CAPA SIMPLE
es: DVD CAPA SIMPLE

source: SSID:
ca: Xarxa (SSID):
es: Red (SSID):

source: STARTUP
ca: Partició
es: Partición

source: STORAGE DEVICE
ca: Dispositiu d'emmagatzematge
es: Dispositivo de almacenamiento

source: SWAP creation in process...
ca: S'està creant la Swap...
es: Se está creando la Swap...

source: Safe mode
ca: Mode segur
es: Modo seguro

source: Samba Log
ca: Registre de Samba
es: Registro de Samba

source: Samba Setup
ca: Configurar samba
es: Configurar samba

source: Same as in active
ca: Igual que actiu
es: Igual que activo

source: Same resolution as skin
ca: La mateixa resolució que el skin
es: La misma resolución que el skin

source: Sat
ca: Diss
es: Sáb

source: Satellite
ca: Satèl·lit
es: Satélite

source: Satellite dish setup
ca: Ajust de la antena
es: Ajuste de la parabólica

source: Satellite equipment
ca: Equip satèl·lit
es: Equipo satélite

source: Satellite equipment setup
ca: Configuració de l'equip
es: Configuración del equipo

source: Satellite longitude:
ca: Longitud del satèl·lit
es: Longitud del satélite

source: Satellites
ca: Satèl·lits
es: Satélites

source: Satfinder
ca: Cercador de satèl·lits
es: Buscador de satélites

source: Satscan progress
ca: Progrés de la recerca
es: Progreso de la búsqueda

source: Saturation
ca: Saturació
es: Saturación

source: Saturday
ca: Dissabte
es: Sábado

source: Save
ca: Desar
es: Guardar

source: Save and exit
ca: Guardar i sortir
es: Guardar y salir

source: Save and restart timeshift
ca: Desar i reiniciar timeshift
es: Guardar y reiniciar timeshift

source: Save and stop timeshift
ca: Desar i aturar timeshift
es: Guardar y parar timeshift

source: Save current delay to key
ca: Desar retard actual en tecla
es: Guardar retardo actual en tecla

source: Save playlist
ca: Desar llista de reproducció
es: Salvar lista de reproducción

source: Save timeshift and zap
ca: Desar timeshift i canviar canal
es: Guardar timeshift y zapear

source: Save timeshift file
ca: Desar arxiu timeshift
es: Guardar archivo timeshift

source: Save timeshift file in movie directory
ca: Desar arxiu timeshift a la carpeta de pel·lícules
es: Guardar archivo timeshift en la carpeta de películas

source: Save timeshift in movie dir and zap
ca: Desar timeshift a la carpeta de pel·lícules i canviar canals
es: Guardar timeshift en la carpeta de películas y zapear

source: Save timeshift only for current event
ca: Desar timeshift només per a l'event actual
es: Guardar timeshift sólo para el evento actual

source: Save to key
ca: Desar en tecla
es: Guardar en tecla

source: Save values and close plugin
ca: Desar valors i tancar plugin
es: Guardar valores y cerrar plugin

source: Save values and close screen
ca: Desar valors i sortir
es: Guardar valores y salir

source: Scaler sharpness
ca: Nitidesa de l'escalat
es: Nitidez

source: Scaling Governor
ca: Governador
es: Gobernador

source: Scaling mode
ca: Tipus d'escalat
es: Tipo de escalado

source: Scan
ca: Cercar
es: Buscar

source: Scan
ca: Escanejar
es: Escanear

source: Scan %s
ca: Cercar %s
es: Buscar %s

source: Scan %s band
ca: Cercar a la banda %s
es: Buscar en banda %s

source: Scan Dutch/Belgian sat provider
ca: Cercar proveïdores Neerlandesos/Belgues
es: Buscar proveedores Holandeses/Belgas

source: Scan IP
ca: Escanejar IP
es: Escanear IP

source: Scan NFS share
ca: Cercar recurs NFS
es: Buscar recurso NFS

source: Scan additional SR
ca: Escanejar un altre SR
es: Escanear otro SR

source: Scan cable provider channels
ca: Cercar canals de proveïdor de cable
es: Buscar canales de proveedor de cable

source: Scan circular polarisation
ca: Cercar polarització circular
es: Buscar polarización circular

source: Scan files...
ca: Cercar arxius
es: Buscar archivos

source: Scan found transponders
ca: Escanejar transponedors trobats
es: Escanear transpondedores encontrados

source: Scan only FTA services
ca: Cercar només canals FTA
es: Buscar sólo canales FTA

source: Scan options
ca: Opcions d'escaneig
es: Opciones de escaneo

source: Scan range
ca: Intèrval de recerca
es: Rango de búsq.

source: Scan wireless networks
ca: Cercar xarxes WiFi
es: Buscar redes WiFi

source: Scan your network for wireless access points and connect to them using your selected wireless device.
ca: Escaneja la xarxa cercant punts d'accés wifi per poder connectar-s'hi mitjançant el dispositiu seleccionat.
es: Escanea la red en busca de puntos de acceso inalámbricos para conectar usando el dispositivo seleccionado.

source: Scanning %s...
ca: Cercant %s...
es: Buscando %s...

source: Scanning - %d%% completed
ca: Completat: %d%%
es: Completado: %d%%

source: Scanning completed, %d channel found
ca: Recerca finalitzada. S'ha trobat %d canal.
es: Búsqueda finalizada. Se ha encontrado %d canal.

source: Scanning failed!
ca: Recerca fallida
es: Búsqueda fallida

source: Scanning...
ca: Cercant...
es: Buscando...

source: Scans default lamedbs sorted by satellite with a connected dish positioner
ca: Escanejar amb motor el lamedb per defecte, ordenat per satèl·lits
es: Escanear con motor el lamedb por defecto, ordenado por satélites

source: Scart
ca: Euroconnector
es: Euroconector

source: Screenshot
ca: Captura de Pantalla
es: Captura de Pantalla

source: Script for adding to crontab is NONE, skipping crontab add command
ca: L'script per afegir a crontab està buit, no s'ha afegit la ordre
es: El script para añadir a crontab está vacío, no se ha añadido el comando

source: Script for adding to crontab is NONE, skipping crontab delay command
ca: L'script per afegir a crontab està buit, no s'ha afegit el retard
es: El script para añadir a crontab está vacío, no se ha añadido el retardo

source: Scrolling Speed
ca: Veloc. desplaçam.
es: Veloc. desplazam.

source: Scrolling delay (software renderer)
ca: Retard desplaçam. (renderitz. per software)
es: Retardo desplazam. (renderiz. por software)

source: Scrolling speed (software renderer)
ca: Velocitat desplaçam. (renderitz. per software)
es: Velocidad desplazam. (renderiz. por software)

source: Search
ca: Cercar
es: Buscar

source: Search IMDb
ca: Cercar a IMDb
es: Buscar en IMDb

source: Search a video
ca: Cercar un vídeo
es: Buscar un vídeo

source: Search east
ca: Cercar est
es: Buscar este

source: Search for network shares
ca: Cerca recursos compartits
es: Busca recursos compartidos

source: Search for network shares...
ca: Cerca recursos compartits.
es: Busca recursos compartidos.

source: Search picons in /media/hdd
ca: Cercar picons al disc dur
es: Buscar picons en el disco duro

source: Search strictness
ca: Recerca estricta
es: Búsqueda estricta

source: Search type
ca: Tipus de recerca
es: Tipo de búsqueda

source: Search west
ca: Cercar oest
es: Buscar oeste

source: Searching
ca: Cercant
es: Buscando

source: Searching east ...
ca: Cercant a l'est...
es: Buscando al este...

source: Searching for available updates. Please wait...
ca: Cercant actualitzacions disponibles. Espereu...
es: Buscando actualizaciones disponibles. Espere...

source: Searching for new installed or removed packages. Please wait...
ca: Cercant nous paquets instal·lats o eliminats. Espereu...
es: Buscando nuevos paquetes instalados o borrados. Espere...

source: Searching west ...
ca: Cercant a l'oest...
es: Buscando al oeste...

source: Searching your network. Please wait...
ca: Cercant a la vostra xarxa privada. Espereu...
es: Buscando en su red interna. Espere.

source: Second cable of motorized LNB
ca: Segon fil d'un LNB motoritzat
es: Segundo hilo de un LNB motorizado

source: Secondary DNS
ca: DNS Secundari
es: DNS Secundario

source: Sectors: %s (max) %s (current)
ca: Sectors: %s (màx) %s (actual)
es: Sectores: %s (max) %s (actual)

source: Sectors: unknown
ca: Sectors: desconegut
es: Sectores: desconocido

source: Seek
ca: Posicionar
es: Posicionar

source: Seek backward
ca: Cercar cap enrere
es: Buscar hacia atrás

source: Seek backward (enter time)
ca: Cercar cap enrere (introduir temps)
es: Buscar hacia atras (introducir tiempo)

source: Seek forward
ca: Cercar cap endavant
es: Buscar hacia adelante

source: Seek forward (enter time)
ca: Cercar cap endavant (introduir temps)
es: Buscar hacia adelante (introducir tiempo)

source: Select
ca: Seleccionar
es: Seleccionar

source: Select BOOT Partition:
ca: Seleccioneu BOOT:
es: Seleccione BOOT:

source: Select Boot
ca: Sel. BOOT
es: Sel. BOOT

source: Select Bootoption: %s
ca: Seleccioneu opció: %s
es: Seleccione opción: %s

source: Select Bootoption: not supported - see info
ca: Seleccionar opció: no suportada - veure Info
es: Seleccionar opción: no soportada - ver Info

source: Select CAId
ca: Seleccioneu CAId
es: Seleccionar CAId

source: Select Channel
ca: Seleccioneu canal
es: Seleccionar canal

source: Select Device
ca: Seleccioneu medi
es: Seleccionar medio

source: Select EPG type...
ca: Seleccioneu tipus d'EPG
es: Seleccione tipo de EPG

source: Select HDD
ca: Seleccioneu disc dur
es: Seleccionar disco duro

source: Select Image: %s
ca: Seleccionar imatge: %s
es: Seleccionar imagen: %s

source: Select Image: STARTUP_1
ca: Seleccionar imatge: Partició 1
es: Seleccionar imagen: Partición 1

source: Select Location
ca: Seleccioneu ubicació
es: Seleccionar ubicación

source: Select Network Adapter
ca: Seleccioneu adaptador de xarxa
es: Seleccionar adaptador de Red

source: Select Plugin
ca: Seleccioneu Plugin
es: Seleccionar Plugin

source: Select a bouquet
ca: Seleccioneu una llista
es: Seleccione una lista

source: Select a movie
ca: Seleccioneu una pel·lícula
es: Seleccionar una película

source: Select a tuner
ca: Seleccioneu un sintonitz.
es: Seleccione un sintoniz.

source: Select a wireless network
ca: Seleccioneu una xarxa wifi
es: Seleccione una red inalámbrica

source: Select action
ca: Seleccioneu una acció
es: Seleccione una acción

source: Select action for timer %s:
ca: Seleccioneu acció per la reserva: %s
es: Seleccionar acción para la reserva: %s

source: Select action for timer '%s'.
ca: Seleccioneu una acció per al temporitzador '%s'.
es: Seleccione una acción para el temporizador '%s'.

source: Select all
ca: Seleccionar-ho tot
es: Seleccionar todo

source: Select audio track
ca: Seleccioneu pista d'àudio
es: Seleccionar pista de audio

source: Select backup files
ca: Arxius per incloure al backup
es: Archivos para incluir en backup

source: Select backup location
ca: Ubicació de la còpia
es: Ubicación de la copia

source: Select channel
ca: Seleccioneu canal
es: Seleccionar canal

source: Select channel to record from
ca: Seleccioneu el canal a gravar
es: Seleccionar el canal a grabar

source: Select copy destination for:
ca: Seleccioneu el destí de la còpia de:
es: Seleccionar el destino de la copia de:

source: Select default EPG type...
ca: Seleccioneu tipus d'EPG per defecte
es: Seleccionar tipo de EPG por defecto

source: Select desired image from feed list
ca: Seleccioneu la imatge desitjada
es: Seleccionar la imagen deseada

source: Select destination for:
ca: Seleccioneu el destí de:
es: Seleccionar el destino de:

source: Select files for backup.
ca: Seleccioneu els fitxers que s'inclouràn al backup.
es: Selecciona los ficheros que se incluirán en el backup.

source: Select files to backup
ca: Seleccioneu arxius per al backup
es: Seleccionar archivos para backup

source: Select files/folders to backup
ca: Selecció de fitxers/carpetes per incloure al backup
es: Selección de ficheros/carpetas para incluir en el backup

source: Select if you want the Subservice mode to be activated.
ca: Seleccioneu aquesta opció si voleu activar el mode Subservei
es: Seleccione esta opción si desea activar el modo Subservicio
