Repository: vuteam/se2
Catalog: po/*.po
Languages: ca, es

source: Thank you for using the wizard. Your receiver is now ready for use. Press OK to start using your receiver.
ca: Gràcies per utilitzar l'assistent, el receptor està llest per al seu ús. Premeu OK per començar a utilitzar l'equip.
es: Gracias por utilizar el asistente, el receptor está listo para su uso. Pulse OK para comenzar a utilizar el equipo.

source: The %d min remaining before the end of the event.
ca: Els %d min. restants abans d'acabar l'event.
es: Los %d min. restantes antes de terminar el evento.

source: The CSFD plugin is not installed! Please install it.
ca: El plugin CSFD no està instal·lat! Instal·leu-lo
es: El plugin CSFD no está instalado! Por favor, instálelo

source: The DVD standard doesn't support H.264 (HDTV) video streams. Do you want to create a special format data DVD (which will not play in stand-alone DVD players) instead?
ca: El DVD standard no suporta videos H.264 (HDTV). En comptes d'això, voleu crear un DVD de dades de format especial (no es podrà reproduïr en reproductors de sobretaula)?
es: El DVD standard no soporta videos H.264 (HDTV). En su lugar, desea crear un DVD de datos de formato especial (no reproducible en reproductores de sobremesa)?

source: The OpenSPA team would like to point out that upgrading to the latest nightly build comes not only with the latest features, but also with some risks. After the update, it is possible that your device no longer works as expected. We recommend you create backups with Autobackup or Backupsuite. This allows you to quickly and easily restore your device to its previous state, should you experience any problems. If you encounter a 'bug', please report the issue on http://openspa.info. Do you understand this?
ca: L'equip OpenSPA vol puntualitzar que, actualitzar a la darrera 'nightly build' pot suposar tenir no només les darreres funcionalitats, sino també alguns riscos. Després d'actualitzar, és possible que el receptor no funcioni com s'esperava. És aconsellable fer còpies de seguretat amb Autobackup o Backupsuite, que permetrà tornar el receptor a l'estat anterior en cas de trobar problemes. Si detecteu qualsevol 'bug', notifiqueu-lo a http://openspa.info. Segur que voleu continuar?
es: Aviso de OpenSPA: actualizar a la última 'nightly build' puede suponer tener no sólo las últimas funcionalidades, sino también algunos riesgos. Después de actualizar, es posible que el receptor no funcione como se esperaba. Es aconsejable hacer copias de seguridad con Autobackup o Backupsuite, lo que permitirá devolver el receptor al estado anterior en caso de encontrar problemas. Si detecta algún 'bug', notifíquelo en http://openspa.info. Seguro que quiere continuar?

source: The PIN code has been changed successfully.
ca: El codi PIN s'ha canviat correctament.
es: El código PIN ha sido cambiado correctamente.

source: The PIN codes you entered are different.
ca: Els codis PIN facilitats són diferents.
es: El código PIN introducido es diferente.

source: The USB stick was prepared to be bootable. Now you can download an NFI image file!
ca: El pendrive USB ha estat preparat per a ser arrancable. Ja s'hi pot descarregar un fitxer d'imatge NFI!
es: El lápiz USB ha sido preparado para ser arrancable. Ya se puede descargar un fichero de imagen NFI!

source: The backup failed. Please choose a different backup location.
ca: El backup ha fallat. Trieu una ubicació diferent.
es: El backup ha fallado. Elija una ubicación diferente.

source: The directory %s is not writable. Make sure you select a writable directory instead.
ca: El directori %s no permet escriure-hi. Seleccioneu-ne un altre que ho permeti.
es: El directorio %s no es escribible. Seleccione otro directorio que lo sea.

source: The following device was found: %s Do you want to write the USB flasher to this stick?
ca: S'ha trobat aquest dispositiu: %s Voleu escriure l'USB flasher en aquesta memòria USB?
es: Se ha encontrado el siguiente dispositivo: %s Desea escribir el USB flasher en esta memoria USB?

source: The following files were found...
ca: S'han trobat aquests arxius...
es: Se han encontrado los siguientes archivos...

source: The image is downloaded. Do you want to flash now?
ca: La imatge s'ha descarregat. Voleu instal·lar-la ara?
es: La imagen se ha descargado. Desea instalarla ahora?

source: The image or kernel will be flashing and auto booted in few minutes.
ca: La imatge/kernel s'instal·lará i autoiniciará en uns minuts.
es: La imagen/kernel se instalará y autoiniciará en unos minutos.

source: The md5sum validation failed, the file may be corrupted!
ca: La validació md5sum ha fallat, el fitxer sembla estar corrupte!
es: La validación md5sum ha fallado, el fichero parece corrupto!

source: The network wizard extension is not installed! Please install it.
ca: L'assistent de xarxa no està instal·lat! Cal instal·lar-lo.
es: El asistente de red no está instalado! Instálelo.

source: The parameter '%s' can't be empty
ca: El paràmetre '%s' no pot estar buit
es: El parámetro '%s' no puede estar vacio

source: The parameter 'command' must be a number
ca: El paràmetre 'ordre' cal que sigui un número
es: El parámetro 'comando' deber ser un número

source: The path %s already exists.
ca: El directori %s ja existeix.
es: El directorio %s ya existe.

source: The pin code you entered is wrong.
ca: El pin introduït no es correcte.
es: El pin introducido no es correcto.

source: The results have been written to %s.
ca: Els resultats s'han escrit a %s.
es: Los resultados han sido escritos en %s.

source: The sleep timer has been activated.
ca: L'apagat automàtic s'ha activat.
es: El apagado automático se ha activado.

source: The sleep timer has been disabled.
ca: L'apagat automàtic s'ha desactivat.
es: El apagado automático se ha desactivado.

source: The software management extension is not installed! Please install it.
ca: L'extensió de gestió de software no està instal·lada Cal instal·lar-la.
es: La extensión de gestión de software no está instalada Instálela.

source: The timer file (timers.xml) is corrupt and could not be loaded.
ca: El fitxer de gravacions (timers.xml) està corrupte i no es pot carregar.
es: El fichero de grabaciones (timers.xml) está corrupto y no puede cargarse.

source: The user interface of your receiver is restarting
ca: La interfície d'usuari (GUI) s'està reiniciant
es: La interfaz de usuario (GUI) se está reiniciando

source: The user interface of your receiver is restarting due to an error in mytest.py
ca: S'està reiniciant el GUI a causa d'un error a mytest.py
es: Se está reiniciando GUI por causa de un error en mytest.py

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
ca: El plugin de XARXA wifi no està instal·lat! Instal·leu-lo i trieu el que voldreu fer després.
es: El plugin de RED inalámbrica no está instalado! Instálelo y elija lo siguiente que quiera hacer.

source: The wireless LAN plugin is not installed! Please install it.
ca: El plugin de xarxa wifi no ha estat instal·lat! Instal·leu-lo.
es: El plugin de la red inalámbrica no ha sido instalado! Instálelo.

source: The wizard can backup your current settings. Do you want to do a backup now?
ca: L'assistent pot desar la configuració actual. Voleu fer el backup ara?
es: El asistente puede guardar la configuración actual. Desea hacer el backup ahora?

source: The wizard found a configuration backup. Do you want to restore your old settings from %s?
ca: L'assistent ha trobat una configuració desada. Voleu restaurar la configuració antiga de %s?
es: El asistente encontró una configuración guardada. Desea restaurar la configuración antigua desde %s?

source: The wizard is finished now.
ca: L'assistent ha finalitzat.
es: El asistente ha finalizado.

source: There are at least
ca: Hi ha, com a mínim,
es: Hay, al menos,

source: There are at least %s updates available.
ca: Hi ha, com a mínim, %s actualitzacions disponibles
es: Hay, al menos, %s actualizaciones disponibles

source: There are currently no outstanding actions.
ca: No hi ha cap tasca en execució.
es: No hay ninguna tarea en ejecución.

source: There are no updates available.
ca: No hi ha cap actualització disponible.
es: No hay actualizaciones disponibles.

source: There is no [webif] section in oscam.conf
ca: No existeix la secció [webif] a oscam.conf
es: No existe la sección [webif] en oscam.conf

source: There is no signal to lock on !
ca: No hi ha cap senyal per fixar!
es: No hay ninguna señal que fijar!

source: There might not be enough Space on the selected Partition. Do you really want to continue?
ca: No sembla que hi hagi prou espai a la partició seleccionada. Segur que voleu continuar?
es: No parece que haya suficiente espacio en la partición seleccionada. Seguro que quiere continuar?

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
ca: El disc DVD-RW ja té format. Tornar-lo a formatar esborrarà tots els continguts del disc.
es: El disco DVD-RW ya está formateado - volver a formatear borrará todos los contenidos del disco.

source: This allows you change the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size
ca: Permet canviar la mida del text en relació a la mida del skin: 1 augmenta la mida en 1 punt; -1 disminueix la mida en 1 punt. Valors: -8 <-> +10
es: Permite cambiar el tamaño de la fuente en relación al tamaño del skin: 1 aumenta el tamaño en 1 punto; -1 lo disminuye en 1 punto. Valores: -8 <-> +10

source: This allows you change the number of rows shown.
ca: Permet canviar el nombre de files que es mostraràn (útil si es canvia la mida de la font)
es: Permite cambiar el número de filas que se mostrarán (útil si se cambia el tamaño de fuente)

source: This allows you to set the number of digits to 5, if you have more than 9999 channels.
ca: Configura el nombre de dígits del canal a 5 per quan es disposa de més de 9999 canals.
es: Configura el número de dígitos del canal a 5 para cuando se dispone de más de 9999 canales.

source: This info is for developers only. For a normal users it is not important. Don't panic, please, when here will be displayed any suspicious informations!
ca: Aquesta info es només per desenvolupadors. No és rellevant per als usuaris normals. Si no sóu desenvolupador, no feu cas de la informació que es mostri aqui!
es: Esta info es sólo para desarrolladores. No es relevante para los usuarios normales. Si Vd. no es desarrollador no haga caso de la información que aqui se muestre!

source: This option allows to reduce the block-noise in the picture. Obviously this is at the cost of the picture's sharpness.
ca: Permet reduir el soroll de bloc de la imatge. Obviament, en detrimentde la nitidesa de la imatge
es: Permite reducir el ruido de bloque de la imagen. Obviamente, en detrimentode la nitidez de la imagen

source: This option allows to set the level of dynamic contrast of the picture.
ca: Permet ajustar la quantitat de contrast dinàmic de la imatge
es: Permite ajustar la cantidad de contraste dinámico de la imagen

source: This option allows you can config the Colordepth for UHD
es: Permite configurar la profundidad de color para UHD

source: This option allows you can config the Colorimetry for HDR
ca: Permet configurar la colorimetria d'HDR
es: Permite configurar la colorimetria de HDR

source: This option allows you can config the Colorspace from Auto to RGB
ca: Permet configurar l'espai de color d'Auto a RGB
es: Permite configurar el espacio de color de Auto a RGB

source: This option allows you choose how to display elapsed time as + or -
ca: Permet triar si el temps transcorregut es mostrarà com + o -
es: Permite elegir si se mostrará el tiempo transcurrido como + o -

source: This option allows you choose how to display remaining time, or elapsed time, or both.
ca: Permet triar si es mostrarà el temps restant, o el ja transcorregut, o ambdós.
es: Permite elegir si se mostrará el tiempo restante, o el ya transcurrido, o ambos.

source: This option allows you choose how to display the remaining/elapsed time for Media playback.
ca: Permet triar com es mostrarà el temps restant/transcorregut al reproductor.
es: Permite elegir como se mostrará el tiempo restante/transcurrido en el reproductor.

source: This option allows you choose how to display the remaining/elapsed time for live tv.
ca: Permet triar com es mostrarà el temps restant/transcorregut als canals en directe.
es: Permite elegir como se mostrará el tiempo restante/transcurrido en los canales en directo.

source: This option allows you to always use e.g. 1080p50 for TV/.ts, and 1080p24/p50/p60 for videos
ca: Permet utilitzar sempre 1080p50 en TV/.ts, i 1080p24/p50/p60 per als videos
es: Permite utilizar siempre 1080p50 en TV/.ts, y 1080p24/p50/p60 en los videos

source: This option allows you to boost the blue tones in the picture.
ca: Permet enfatitzar els tons blaus de la imatge
es: Permite enfatizar los tonos azules de la imagen

source: This option allows you to boost the green tones in the picture.
ca: Permit enfatitzar els tons verds de la imatge
es: Permite enfatizar los tonos verdes de la imagen

source: This option allows you to bypass HDMI EDID check
ca: Permet obviar la comprovació d'HDMI EDID
es: Permite obviar la comprobacion de HDMI EDID

source: This option allows you to change the virtuell loadspeaker position.
ca: Aquesta opció permet canviar la posició de l'altaveu virtual
es: Esta opción permite cambiar la posición del altavoz virtual

source: This option allows you to choose how to display 1080p 24Hz on your TV. (as not all TV's support these resolutions)
ca: Permet triar de quina manera es mostrarà 1080p 24Hz a la pantalla. (No totes les TV suporten aquestes resolucions)
es: Permite elegir de qué modo se mostrará 1080p 24Hz en la pantalla. (No todos los TV soportan estas resoluciones)

source: This option allows you to choose how to display 1080p 25Hz on your TV. (as not all TV's support these resolutions)
ca: Permet triar de quina manera es mostrarà 1080p 25Hz a la pantalla. (No totes les TV suporten aquestes resolucions)
es: Permite elegir de qué modo se mostrará 1080p 25Hz en la pantalla. (No todos los TV soportan estas resoluciones)

source: This option allows you to choose how to display 1080p 30Hz on your TV. (as not all TV's support these resolutions)
ca: Permet triar de quina manera es mostrarà 1080p 30Hz a la pantalla. (No totes les TV suporten aquestes resolucions)
es: Permite elegir de qué modo se mostrará 1080p 30Hz en la pantalla. (No todos los TV soportan estas resoluciones)

source: This option allows you to choose how to display 720p 24Hz on your TV. (as not all TV's support these resolutions)
ca: Permet triar de quina manera es mostrarà 720p 24Hz a la pantalla. (No totes les TV suporten aquestes resolucions)
es: Permite elegir de qué modo se mostrará 720p 24Hz en la pantalla. (No todos los TV soportan estas resoluciones)

source: This option allows you to choose how to display SD progressive 24Hz on your TV. (as not all TV's support these resolutions)
ca: Permet triar de quina manera SD progressiu 24Hz es mostrarà a la pantalla. (No totes les TV suporten aquestes resolucions)
es: Permite elegir de qué modo SD progresivo 24Hz se mostrará en la pantalla. (No todos los TV soportan estas resoluciones)

source: This option allows you to choose how to display standard defintion video on your TV.
ca: Permet triar de quina manera es mostrarà la definició estàndard a la TV.
es: Permite elegir de qué modo se mostrará la definición estándar en la TV.

source: This option allows you to enable 3D Surround Sound.
ca: Permet habilitar/deshabilitar l'àudio 3D envolvent.
es: Permite habilitar/deshabilitar el audio 3D envolvente.

source: This option allows you to power off the display.
ca: Permet desconnectar el display.
es: Permite desconectar el display.

source: This option allows you to view the old and new settings side by side.
ca: Permet veure les opcions anteriors i les actuals, una al costat de l'altre
es: Permite ver las opciones anteriores y las actuales, una junto a la otra

source: This option configures the general audio delay of Dolby Digital sound tracks.
ca: Configura el retard genèric de l'àudio dels canals Dolby Digital.
es: Configura el retardo genérico del audio en los canales Dolby Digital.

source: This option configures the general audio delay of stereo sound tracks.
ca: Configura el retard genèric de l'àudio dels canals estèreo.
es: Configura el retardo genérico del audio en los canales estéreo.

source: This option configures the picture sharpness.
ca: Configura la nitidesa de la imatge.
es: Configura la nitidez de la imagen.

source: This option configures the screen resolution in PC output mode.
ca: Configura la resolució de pantalla en mode PC.
es: Configura la resolución de pantalla en modo PC.

source: This option configures the video output mode (or resolution).
ca: Configura la resolució de sortida de vídeo.
es: Configura la resolución de salida de vídeo.

source: This option configures you can set Auto Volume Level.
ca: Permet configurar el nivell de volum automàtic.
es: Permite configurar el nivel de volumen automático.

source: This option lets you adjust the 3D depth
ca: Permet ajustar la profunditat 3D
es: Permite ajustar la profundidad 3D

source: This option lets you adjust the transparency of the user interface
ca: Permet ajustar la transparència de la interfície d'usuari (OSD)
es: Permite ajustar la transparencia de la interfaz de usuario (OSD)

source: This option lets you choose the 3D mode
ca: Permet triar el mode 3D
es: Permite elegir el modo 3D

source: This option lets you show the option in the extension screen
ca: Mostra la opció a la pantalla d'extensions
es: Muestra la opción en la extensión de la pantalla

source: This option set the level of surpression of musquito noise (Musquito Noise is random aliasing as a result of strong compression). Obviously this goes at the cost of picture details.
ca: Configura el nivell de supressió del brogit (El brogit es una indefinició aleatoria deguda a una compressió massa forta). Obviament afecta al detall de la imatge
es: Configura el nivel de supresión del zumbido (El zumbido es una indefinición aleatoria debida a una compresión demasiado fuerte). Obviamente afecta al detalle de la imagen

source: This option sets the picture contrast.
ca: Configura el contrast de la imatge
es: Configura el contraste de la imagen

source: This option sets the picture brightness.
ca: Configura la nitidesa de la imatge
es: Configura la nitidez de la imagen

source: This option sets the picture color space.
ca: Configura l'espai de color de la imatge
es: Configura el espacio de color de la imagen

source: This option sets the picture flesh tones.
ca: Configura el color carn de la imatge
es: Configura el color carne de la imagen

source: This option sets the picture hue.
ca: Configura el matís de la imatge
es: Configura el matiz de la imagen

source: This option sets the picture saturation.
ca: Configura la saturació de la imatge
es: Configura la saturación de la imagen

source: This option sets the scaler sharpness, used when stretching picture from 4:3 to 16:9.
ca: Configura la nitidesa del reescalat, quan "s'estira" la imatgede 4:3 a 16:9
es: Configura la nitidez del reescalado, cuando se "estira" la imagende 4:3 a 16:9

source: This option sets the surpression of false digital contours, that are the result of a limited number of discrete values.
ca: Configura la supressió de falsos contorns digitals, que son el resultat d'un nombre limitat de valors petits
es: Configura la supresión de falsos contornos digitales, que son el resultado de un número limitado de valores pequeños

source: This option sets up the picture sharpness, used when the picture is being upscaled.
ca: Configura la nitidesa de la imatge, s'utilitza durant el reescalat de la imatge
es: Configura la nitidez de la imagen, se utiliza durante el reescalado de la imagen

source: This plugin is installed.
ca: Aquest plugin està instal·lat.
es: Este plugin está instalado.

source: This plugin is not installed.
ca: Aquest plugin no està instal·lat.
es: Este plugin no está instalado.

source: This plugin will be installed.
ca: Aquest plugin s'instal·larà.
es: Este plugin será instalado.

source: This plugin will be removed.
ca: Aquest plugin es desinstal·larà.
es: Este plugin será desinstalado.

source: This receiver cannot decode %s streams!
ca: Aquest receptor no pot descodificar canals %s
es: Este receptor no puede descodificar canales %s

source: This test checks for configured nameservers. If you get a "unconfirmed" message: - please check your DHCP, cabling and adapter setup - if you configured your nameservers manually please verify your entries in the "Nameserver" configuration
ca: Aquest test comprova les DNS configurades. Si es mostra un missatge de "no confirmat": - comproveu el DHCP, el cable, o la configuració de l'adaptador - si heu configurat les DNS manualment, comproveu-les a la configuració de DNS.
es: Este test comprueba las DNS configuradas. Si recibe un mensaje de "no confirmado": - compruebe el DHCP, cable o configuración del adaptador - si ha configurado las DNS manualmente, compruébelas en la configuración de DNS.

source: This test checks whether a network cable is connected to your LAN adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
ca: Aquest test comprova si hi ha un cable de xarxa connectat al receptor. Si es mostra un missatge de "desconnectat" - comproveu que el cable de xarxa està connectat - comproveu que el cable no sigui defectuós
es: Este test comprueba si hay un cable de red conectado al receptor. Si recibe un mensaje de "desconectado" - compruebe que el cable de red está conectado - compruebe que el cable no esté defectuoso

source: This test checks whether a valid IP address is found for your LAN adapter. If you get a "unconfirmed" message: - no valid IP address was found - please check your DHCP, cabling and adapter setup
ca: Aquest test comprova si l'adaptador de xarxa ha rebut una IP vàlida. Si es mostra un missatge de "no confirmat": - no hi ha una IP vàlida - comproveu el DHCP, el cable o la configuració de l'adaptador.
es: Este test comprueba si el adaptador de red ha obtenido una IP válida. Si recibe un mensaje de "no confirmado": - no hay una IP válida - compruebe el DHCP, cable o configuración del adaptador.

source: This test checks whether your LAN adapter is set up for automatic IP address configuration with DHCP. If you get a "disabled" message: - then your LAN adapter is configured for manual IP setup - verify thay you have entered correct IP informations in the adapter setup dialog. If you get an "enabled" message: -verify that you have a configured and working DHCP server in your network.
ca: Aquest test comprova si l'adaptador de xarxa està configurat per IP automàtica amb DHCP. Si es mostra un missatge de "deshabilitat": - l'adaptador de xarxa està configurat amb IP manual - comproveu que heu introduït una adreça IP correcta a la configuració de xarxa. Si es mostra un missatge d'"activat": - comproveu que heu configurat correctament el servidor DHCP a la xarxa local.
es: Este test comprueba si el adaptador de red está configurado para IP automática con DHCP. Si recibe un mensaje de "deshabilitado": - el adaptador de red está configurado con IP manual - verifique que ha introducido una dirección IP correcta en la configuración de red. Si recibe un mensaje de "activado": - verifique que ha configurado correctamente el servidor DHCP en la red local.

source: This test detects your configured LAN adapter.
ca: Aquest test detecta i comprova l'adaptador de xarxa.
es: Este test detecta y comprueba el adaptador de red.
