Repository: vuteam/se2
Catalog: po/*.po
Languages: ca, es

source: Your receiver is not connected to the internet
ca: El receptor no està connectat a la xarxa
es: El receptor no está conectado a la red

source: Your receiver is now ready to use. Your internet connection is working now. Please press OK to continue.
ca: El receptor està llest per al seu ús. La connexió a internet funciona correctament. Premeu 'OK' per continuar
es: El receptor está listo para usarse. La conexión a internet funciona correctamente. Pulse 'OK' para continuar

source: Your receiver is rebooting
ca: El receptor s'està reiniciant Espereu, en pocs moments tornarà a estar operatiu
es: El receptor se está reiniciando Espere por favor, en unos instantes volverá a estar operativo

source: Your receiver is shutting down
ca: El receptor està entrant al mode de repòs profund. Si voleu apagar-lo completament, si us plau, espereu fins que s'apagui la pantalla abans de desconnectar-lo.
es: El receptor está entrando en modo reposo profundo. Si desea apagarlo completamente, por favor, espere a que se apague la pantalla antes de desconectarlo.

source: Your receiver is shutting down. Please stand by...
ca: El receptor està entrant al mode de repòs profund. Si voleu apagar-lo completament, si us plau, espereu fins que s'apagui la pantalla abans de desconnectar-lo.
es: El receptor está entrando en reposo profundo. Si desea apagarlo completamente, por favor, espere a que se apague la pantalla antes de desconectarlo.

source: Your receiver might be unusable now. Please consult the manual for further assistance before rebooting your receiver.
ca: El receptor podria ser inestable. Consulteu el manual per obtenir suport tècnic abans de reiniciar-lo.
es: El receptor podría ser inestable. Consulte el manual para obtener soporte técnico antes de reiniciarlo.

source: Your receiver will got to stand by due to the sleeptimer.
ca: El receptor entrarà en repòs per el temporitzador de repòs
es: El receptor entrará en reposo por el temporizador de apagado

source: Your receiver will got to standby due to inactivity.
ca: El receptor entrarà en repòs per inactivitat
es: El receptor se pondrá en reposo por inactividad

source: Your receiver will restart after pressing OK on your remote control.
ca: El receptor es reiniciarà després de prémer OK al comandament a distància.
es: El receptor se reiniciará después de pulsar OK en el mando a distancia.

source: Your receiver will shutdown due to inactivity.
ca: El receptor s'apagarà per causa de la inactivitat
es: El receptor se apagará debido a la inactividad

source: Your receiver will shutdown due to the sleeptimer.
ca: El receptor s'apagarà per el temporitzador d'apagat
es: El receptor se apagará por el temporizador de apagado

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
ca: La connexió wifi a internet no es pot iniciar! Heu connectat un dispositiu WLAN? Trieu el següent que voldreu fer.
es: La conexión inalámbrica a internet no puede iniciarse! Ha conectado un dispositivo WLAN? Elija lo siguiente que desee hacer.

source: Zap
ca: Anar-hi
es: Zapear

source: Zap back to previously tuned service?
ca: Tornar a l'últim canal sintonitzat?
es: Volver al último canal sintonizado?

source: Zap back to service before positioner setup?
ca: Tornar al canal anterior a la configuració del motor?
es: Volver al canal previo a la configuración del motor?

source: Zap back to service before satfinder?
ca: Tornar al canal anterior a la recerca de satèl·lits?
es: Volver al canal anterior al buscador de satélites?

source: Zap back to service before tuner setup?
ca: Tornar al canal anterior a la configuració del tuner?
es: Volver al canal anterior a la configuración del tuner?

source: Zap bouquets blindly on zap buttons
ca: Zapejar als bouquets buits amb les tecles de zàping
es: Zapear en los bouquets vacios con las teclas de zapear

source: Zap focus to Picture in Picture
ca: Fer zàping en la finestra PiP
es: Zapear en la ventana PiP

source: Zap focus to main screen
ca: Fer zàping en la pantalla principal
es: Zapear en la pantalla principal

source: Zap mode
ca: Pantalla de zàping
es: Pantalla de zapping

source: Zap to
ca: Canviar a
es: Saltar a

source: Zap to selected channel
ca: Canviar al canal seleccionat
es: Zapear al canal seleccionado

source: Zap to selected channel, or show detailed event info (depends on configuration)
ca: Anar al canal seleccionat, o mostrar info detallada de l'event (segons configuració)
es: Ir al canal seleccionado, o mostrar info detallada del evento (según configuración)

source: Zapped to
ca: Canviat a
es: Saltado a

source: Zoom from left
ca: Zoom des de la esq.
es: Zoom desde la izda.

source: Zoom from right
ca: Zoom des de la drta.
es: Zoom desde la dcha.

source: [Enigma2 Settings]
ca: [Configuració Enigma2]
es: [Configuración Enigma2]

source: [Image Info]
ca: [Info d'imatge]
es: [Info de imagen]

source: [alternative edit]
ca: [edició alternativa]
es: [edición alternativa]

source: [bouquet edit]
ca: [editar llista]
es: [editar lista]

source: [favourite edit]
ca: [editar favorits]
es: [editar favoritos]

source: [move mode]
ca: [mode moviment]
es: [modo mover]

source: a gui to assign services/providers to common interface modules
ca: un gui per assignar canals/proveïdors als mòduls d'interfície comú
es: un gui para asignar canales/proveedores a los módulos de interfaz común

source: a gui to assign services/providers/caids to common interface modules
ca: un gui per assignar canals/proveïdors/caids als mòduls d'interfície comú
es: un gui para asignar canales/proveedores/caids a los módulos de interfaz común

source: abort alternatives edit
ca: avortar l'edició alternativa
es: abortar la edición alternativa

source: abort bouquet edit
ca: avortar l'edició de llistes
es: abortar la edición de listas

source: abort favourites edit
ca: avortar l'edició de favorits
es: abortar la edición de favoritos

source: about
ca: Quant a
es: Acerca de

source: about to start
ca: sobre 'començar'
es: sobre 'comenzar'

source: activate network adapter configuration
ca: activar la configuració de l'adaptador de xarxa
es: activar la configuración del adaptador de red

source: actual time only
ca: només l'hora actual
es: sólo la hora actual

source: add alternatives
ca: afegir alternatius
es: añadir alternativos

source: add bookmark
ca: afegir marcador
es: añadir marcador

source: add bouquet
ca: afegir llista
es: añadir lista

source: add bouquet to parental protection
ca: afegir la llista a la protecció d'adults
es: añadir la lista a la protección de adultos

source: add command to crontab with delay
ca: Afegir ordre a crontab amb retard
es: Añadir comando a crontab con retardo

source: add command to crontab with time
ca: Afegir ordre a crontab amb temps
es: Añadir comando a crontab con tiempo

source: add marker
ca: afegir marcador
es: añadir marcador

source: add script to crontab was canceled, because %s
ca: L'addició de l'script a crontab s'ha cancelat: %s
es: La adición del script a crontab ha sido cancelada: %s

source: add service to bouquet
ca: afegir el canal a la llista
es: añadir el canal a la lista

source: add service to favourites
ca: afegir el canal a favorits
es: añadir el canal a favoritos

source: add to parental protection
ca: afegir a la protecció d'adults
es: añadir a la protección de adultos

source: adding script %s to crontab with delay
ca: Afegir l'script %s amb retard al crontab
es: Añadir el script %s con retardo al crontab

source: adding script %s to crontab with time
ca: Afegir l'script %s amb temps al crontab
es: Añadir el script %s con tiempo al crontab

source: address
ca: adreça
es: dirección

source: address:
ca: adreça:
es: dirección:

source: adult movie/drama
ca: cinema adults/drama
es: cine adultos/drama

source: advanced
ca: Avançat
es: Avanzado

source: adventure/western/war
ca: aventura/western/bèl·lic
es: aventura/western/bélico

source: advertisement/shopping
ca: compres/botigues
es: compras/tiendas

source: after
ca: Després de
es: Después de

source: after 105 minutes
ca: Després de 105 minuts
es: Después de 105 minutos

source: after 120 minutes
ca: Després de 120 minuts
es: Después de 120 minutos

source: after 15 minutes
ca: Després de 15 minuts
es: Después de 15 minutos

source: after 30 minutes
ca: Després de 30 minuts
es: Después de 30 minutos

source: after 45 minutes
ca: Després de 45 minuts
es: Después de 45 minutos

source: after 60 minutes
ca: Després de 60 minuts
es: Después de 60 minutos

source: after 75 minutes
ca: Després de 75 minuts
es: Después de 75 minutos

source: after 90 minutes
ca: Després de 90 minuts
es: Después de 90 minutos

source: all
ca: tot
es: todo

source: alphabetic
ca: alfabètic
es: alfabético

source: alphabetic reverse
ca: alfabètic descendent
es: alfabético descendente

source: alternative
ca: Alternatiu
es: Alternativo

source: always
ca: Sempre
es: Siempre

source: and AutoRestart service when restart GUI
ca: i activar l'inici automàtic en reiniciar GUI
es: y activar inicio automático al reiniciar GUI

source: and never ask again this session again
ca: i no tornar a preguntar en aquesta sessió
es: y no volver a preguntar en esta sesión

source: and never ask this again
ca: i no tornar a preguntar-ho
es: y no volver a preguntarlo

source: and never show this message again
ca: no tornar a mostrar aquest missatge
es: no volver a mostrar este mensaje

source: and not AutoRestart service
ca: i no iniciar automàticament el servei
es: y no iniciar automáticamente el servicio

source: and select next channel
ca: i seleccionar el canal següent
es: y seleccionar el canal siguiente

source: and select previous channel
ca: i seleccionar el canal anterior
es: y seleccionar el canal anterior

source: answer is None
ca: La resposta es No
es: La respuesta es No

source: are you sure to %s
ca: segur que voleu %s
es: seguro que quiere %s

source: are you sure to add this script to crontab: %s ?
ca: Segur que voleu afegir aquest script al crontab: %s?
es: Seguro que quiere añadir al crontab este script: %s?

source: arts/culture (without music, general)
ca: art/cultura (sense música, general)
es: arte/cultura (sin música, general)

source: arts/culture magazine
ca: magazine d'art/cultura
es: magazine de arte/cultura

source: athletics
ca: atletisme
es: atletismo

source: audio tracks
ca: pistes d'àudio
es: pistas de audio

source: automatic
ca: Automàtic
es: Automático

source: azerty keyboard
ca: Teclat azerty
es: Teclado azerty

source: back
ca: enrere
es: atrás

source: background image
ca: imatge de fons
es: imagen de fondo

source: backupstick or backupstick.txt
ca: backupstick o backupstick.txt
es: backupstick o backupstick.txt

source: bad address
ca: adreça incorrecta
es: dirección incorrecta

source: because of the used filesystem the back-up
ca: Per raons del sistema utilitzat, la còpia
es: A causa del sistema utilizado, la copia

source: better
ca: Millor
es: Mejor

source: black
ca: Negre
es: Negro

source: black & white
ca: blanc i negre
es: blanco & negro

source: blacklist
ca: Llista negra
es: Lista negra

source: blue
ca: Blau
es: Azul

source: broadcasting/press
ca: comunicació/premsa
es: comunicación/prensa

source: by date
ca: per data
es: por fecha

source: card
ca: targeta
es: tarjeta

source: card reader
ca: lector
es: lector

source: cartoon/puppets
ca: dibuixos/animació
es: dibujos/animación

source: case-insensitive search
ca: recerca no distingeix majúsc./minúsc.
es: busqueda no distingue mayúsc./minúsc.

source: case-sensitive search
ca: recerca distingeix majúsc/minúsc.
es: búsqueda distingue mayúsc./minúsc.

source: center
ca: Centrar
es: Centrar

source: centered
ca: centrat
es: centrado

source: centered, wrapped
ca: centrat, encerclat
es: centrado, encerrado

source: change system time
ca: Canviar l'hora del sistema
es: Cambiar hora del sistema

source: chapters
ca: capítols
es: capítulos

source: childrens's/youth program (general)
ca: infantil/juvenil (general)
es: infantil/juvenil (general)

source: circular left
ca: circular esq.
es: circular izda.

source: circular right
ca: circular drta.
es: circular dcha.

source: close share view
ca: tancar la vista de shares
es: cerrar la vista de shares

source: comedy
ca: comèdia
es: comedia

source: complex
es: complejo

source: config menu
ca: menú configuració
es: menú configuración

source: configure in which resolution pictures are displayed with the picture viewer and movieplayer
ca: Resolució que s'utilitzarà per a la visualització de les fotografies al visor d'imatges i en el reproductor
es: Resolucion que se utilizará para la visualización de las fotografias en el visor de imágenes y en el reproductor

source: confirmed
ca: Confirmat
es: Confirmado

source: connected
ca: Connectat
es: Conectado

source: contain a file with the name:
ca: contingui un arxiu amb el nom:
es: contener un archivo con el nombre:

source: continue
ca: continuar
es: continuar

source: cooking
ca: cuina
es: cocina

source: copy to bouquets
ca: copiar a bouquets
es: copiar a bouquets

source: create directory
ca: Crear directori
es: Crear directorio

source: currently installed image: %s
ca: imatge actualment instal·lada: %s
es: imagen actualmente instalada: %s

source: daily
ca: Diari
es: Diario

source: day
ca: día
es: dia

source: decrease uphop by 1
ca: disminuir en 1 salt
es: disminuir en 1 salto

source: default
ca: Per defecte
es: Por defecto

source: delay script to crontab was canceled, because %s
ca: L'addició del script amb retard ha estat cancel·lada: %s
es: La adición del script con retardo a crontab ha sido cancelada: %s

source: delete crontab
ca: Esborrar crontab
es: Borrar crontab

source: delete cut
ca: eliminar tall
es: borrar corte

source: descramble and record ecm
ca: Descodificar i gravar ecm
es: Descodificar y grabar ecm

source: description
ca: descripció
es: descripción

source: description match
ca: coincidir descripció
es: coincidir descripción

source: detective/thriller
ca: policíaca/thriller
es: policíaca/thriller

source: disable
ca: desactivar
es: desactivar

source: disable intro screen
ca: deshabilitar la pantalla d'intro
es: deshabilitar la pantalla de intro

source: disable move mode
ca: treure mode moviment
es: quitar modo movimiento

source: disabled
ca: desactivat
es: desactivado

source: disconnected
ca: desconnectat
es: desconectado

source: discussion/interview/debate
ca: entrevista/debat
es: entrevista/debate

source: do nothing
ca: No fer res
es: No hacer nada

source: documentary
ca: documental
es: documental

source: don't descramble, record ecm
ca: No descodificar, gravar ecm
es: No descodificar, grabar ecm

source: done!
ca: fet
es: hecho

source: dreambox advanced remote control (native)
ca: Comand. a distància avançat (nadiu)
es: Mando avanzado (nativo)

source: dreambox front panel
ca: Panell frontal
es: Panel frontal

source: dreambox ir keyboard
ca: Teclat sense fils
es: Teclado inalámbrico

source: dreambox ir mouse
ca: Ratolí sense fils
es: Ratón inalámbrico

source: dreambox remote control (native)
ca: Comand. a distància (nadiu)
es: Mando a distancia (nativo)

source: east
ca: est
es: este

source: ecm time:
ca: temps ecm:
es: tiempo ecm:

source: economics/social advisory
ca: informació econòmica/social
es: información económica/social

source: edit alternatives
ca: editar alternatius
es: editar alternativos

source: education/science/factual topics (general)
ca: educació/ciència (general)
es: educación/ciencia (general)

source: empty
ca: buit
es: vacío

source: enable
ca: activar
es: activar

source: enable bouquet edit
ca: habilitar l'edició de llistes
es: habilitar edición de listas

source: enable favourite edit
ca: habilitar l'edició de favorits
es: habilitar edición de favoritos

source: enable intro screen
ca: habilitar la pantalla d'intro
es: habilitar la pantalla de intro

source: enable move mode
ca: habilitar mode moviment
es: habilitar modo movimiento

source: enabled
ca: activat
es: activado

source: end alternatives edit
ca: acabar l'edició d'alternatius
es: terminar edición de alternativos

source: end bouquet edit
ca: acabar l'edició de llistes
es: terminar la edición de listas

source: end cut here
ca: acabar el tall aquí
es: terminar corte aquí

source: end favourites edit
ca: fi d'edició de favorit
es: fin edición de favoritos

source: entertainment (10-16 year old)
ca: entreteniment (10-16 anys)
es: entretenimiento 10-16 años

source: entertainment (6-14 year old)
ca: entreteniment (6-14 anys)
es: entretenimiento 6-14 años

source: epg cache backup
ca: backup de la memòria d'epg
es: backup de la caché de epg

source: equal to
ca: igual a
es: igual a

source: equestrian
ca: eqüestre
es: ecuestre

source: error starting scanning
ca: error en començar l'escaneig
es: error al empezar el escaneo

source: error while scanning
ca: error mentre s'escanejava
es: error mientras se escaneaba

source: exact match
ca: coincidència exacta
es: coincidencia exacta

source: example
ca: Exemple
es: Ejemplo

source: execute cuts (requires MovieCut plugin)
ca: tallar (necessita el plugin de talls)
es: cortar (requiere el plugin de cortes)

source: executing command on Dreambox
ca: Executant l'ordre
es: Ejecutando comando

source: exit DVD player or return to file browser
ca: sortir del reproductor DVD o tornar al navegador d'arxius
es: salir del reproductor DVD o volver a sistema de archivos

source: exit inetd recovery
ca: sortir de la recuperació d'inetd
es: salir de la recuperación de inetd

source: exit mounts setup menu
ca: sortir del menú de muntatges
es: salir del menú de montajes

source: exit network adapter configuration
ca: sortir de la configuració de xarxa
es: salir de la configuración de red

source: exit networkadapter setup menu
ca: sortir del menú de configuració de l'adaptador de xarxa
es: salir del menú de configuración del adaptador de red

source: experimental film/video
ca: cinema/vídeo experimental
es: cine/video experimental

source: extra wide
ca: extra ample
es: extra ancho

source: extrawide
ca: extra-ampli
es: extra-amplio

source: false
ca: fals
es: falso

source: fashion
ca: moda
es: moda

source: fast
ca: ràpid
es: rápido

source: file oscam.conf could not be found
ca: no s'ha trobat oscam.conf
es: no se ha encontrado oscam.conf

source: fileformats (BMP, PNG, JPG, GIF)
ca: formats (BMP, PNG, JPG, GIF)
es: formatos (BMP, PNG, JPG, GIF)

source: filename
ca: nom d'arxiu
es: nombre de fichero

source: film/cinema
ca: cinema/pel·lícula
es: cine/TVmovie

source: find currently played service
ca: cercar el canal que s'està reproduint
es: buscar el canal que se está reproduciendo

source: fine arts
ca: arts
es: artes

source: finished
ca: acabat
es: terminado

source: fitness & health
ca: fitness & salut
es: fitness & salud

source: flat alphabetic
ca: alfabètic (també carpetes)
es: alfabético (también carpetas)

source: flat alphabetic reverse
ca: alfabètic descendent (també carpetes)
es: alfabético descendente (también carpetas)

source: folk/traditional music
ca: música tradicional/folk
es: música tradicional/folk

source: football/soccer
ca: futbol/rugby
es: fútbol/rugby

source: foreign countries/expeditions
ca: països llunyans/expedicions
es: países lejanos/expediciones

source: forward to the next chapter
ca: anar al capítol següent
es: ir al capítulo siguiente

source: found: %d %s %s %s %d %s
ca: Trobat: %d %s %s %s %d %s
es: Encontrado: %d %s %s %s %d %s

source: free
ca: lliure
es: libre

source: from
ca: de
es: de

source: front panel
ca: Panell frontal
es: Panel frontal

source: further education
ca: educació avançada
es: educación avanzada

source: game show/quiz/contest
ca: concurs/festival
es: concurso/festival

source: gardening
ca: jardineria
es: jardineria

source: get the cards' server
ca: Veure les targetes del servidor
es: Ver las tarjetas del servidor

source: go to deep standby
ca: Apagar
es: Apagar

source: go to standby
ca: Posar en repòs
es: Poner en reposo

source: grab this frame as bitmap
ca: gravar aquesta pantalla com a bitmap
es: grabar esta pantalla como bitmap

source: green
ca: Verd
es: Verde

source: halt Dreambox
ca: Aturar el receptor
es: Parar el receptor

source: handicraft
ca: manualitats
es: manualidades

source: handled
ca: gestionat
es: gestionado

source: height
ca: alt
es: alto

source: help
ca: Ajuda
es: Ayuda

source: help...
ca: Ajuda
es: Ayuda

source: hops:
ca: salts:
es: saltos:

source: http://IP-ADDRESS:8001
ca: http://adreça_ip:8001
es: http://dirección_ip:8001

source: images
ca: imatges
es: imágenes

source: in Description
ca: a la descripció
es: en la descripción

source: in Shortdescription
ca: en descripció curta
es: en descripción corta

source: in Title
ca: al títol
es: en el título

source: increase uphop by 1
ca: augmentar en un salt
es: aumentar en un salto

source: info if cron daemon is running
ca: Mostrar si el procés s'està executant
es: Mostrar si el proceso está en ejecución

source: information
ca: informació
es: información

source: information/education/school program
ca: informació/educació/programa escolar
es: programa de información/educación/escolar

source: init module
ca: iniciar mòdul
es: iniciar módulo

source: init modules
ca: iniciar mòduls
es: iniciar módulos

source: insert mark here
ca: inserir marca aquí
es: insertar marca aquí

source: insert without cutlist editor
ca: inserir sense l'editor de llistes
es: insertar sin el editor de listas

source: invalid data:
ca: Data no vàlida:
es: Fecha no válida:

source: invalid day %s
ca: Dia %s no vàlid
es: Dia %s no válido

source: invalid format
ca: Format no vàlid
es: Formato no válido

source: invalid hour %s
ca: Hora %s no vàlida
es: Hora %s no válida

source: invalid minute %s
ca: Minut %s no vàlid
es: Minuto %s no válido

source: invalid month %s
ca: Mes %s no vàlid
es: Mes %s no válido

source: invalid type
ca: tipus invàlid
es: tipo inválido

source: invalid year %s
ca: Any %s no vàlid
es: Año %s no válido

source: jump back to the previous title
ca: tornar al títol anterior
es: volver al título anterior

source: jump forward to the next title
ca: anar al títol següent
es: ir al título siguiente

source: jump to chapter by number
ca: Anar al capítol (per número)
es: Ir al capítulo (por número)

source: languages
ca: idiomes
es: idiomas

source: leave movie player...
ca: sortir del reproductor de pel·lícules...
es: salir del reproductor de películas...

source: left
ca: Esquerra
es: Izquierda

source: left, wrapped
ca: esquerra, encerclat
es: izquierda, encerrado

source: leisure hobbies (general)
ca: oci/hobbies (general)
es: ocio/hobbies (general)

source: length
ca: longitud
es: longitud

source: limit ..., aborting !
ca: límit.., cancel·lant
es: límite ..., cancelando

source: list crontab
ca: Llistar crontab
es: Listar crontab

source: list style compact
ca: estil compacte
es: estilo compacto

source: list style compact with description
ca: estil compacte amb descripció
es: estilo compacto con descripción

source: list style default
ca: estil per defecte
es: estilo por defecto

source: list style single line
ca: estil en una sola línia
es: estilo en una línea

source: literature
ca: literatura
es: literatura

source: live broadcast
ca: emissió en directe
es: emisión en directo

source: loading
ca: carregant
es: cargando

source: locked
ca: bloquejat
es: bloqueado

source: loopthrough to
ca: connectat a
es: conectado a

source: magazines/reports/documentary
ca: magazine/reportatge/documental
es: magazine/reportaje/documental

source: martial sports
ca: arts marcials
es: deportes marciales

source: medicine/physiology/psychology
ca: medicina/fisiologia/psicologia
es: medicina/fisiología/psicología

source: menu
ca: menú
es: menú

source: menulist
ca: Llista
es: Lista

source: minute
ca: minut
es: minuto

source: minutes
ca: minuts
es: minutos

source: month
ca: mes
es: mes
