Repository: vuteam/se2
Catalog: po/*.po
Languages: ca, es

source: This will (re-)calculate all positions of your rotor and may remove previously memorised positions and fine-tuning! Are you sure?
ca: Això (re)calcularà totes les posicions del motor i pot eliminar les posicions previament desades! N'esteu segur?
es: Esto (re)calculará todas las posiciones del motor y puede borrar las posiciones anteriormente guardadas! Está seguro?

source: This will restore your backup on %s. Do you really want to restore those settings and restart?
ca: Aquesta acció restaurarà el backup de %s. Segur que voleu restaurar aquesta configuració i reiniciar?
es: Esta acción restaurará el backup de %s. Seguro que quiere restaurar esta configuración y reiniciar?

source: Three
ca: Tres
es: Tres

source: Three partitions (33% - 33% - 33%)
ca: Tres particions (33% - 33% - 33%)
es: Tres particiones (33% - 33% - 33%)

source: Threshold
ca: Umbral
es: Umbral

source: Thu
ca: Dij
es: Jue

source: Thumbnails
ca: Miniatures
es: Miniaturas

source: Thursday
ca: Dijous
es: Jueves

source: Time
ca: Hora
es: Hora

source: Time Settings
ca: Zona Horària
es: Zona Horaria

source: Time Update in Minutes
ca: Actualització (min.)
es: Actualización (min.)

source: Time Update in Minutes:
ca: Actualització (min.):
es: Actualización (min.):

source: Time for next LCD scrolling
ca: Següent desplaçament de l'LCD
es: Próximo desplazamiento del LCD

source: Time scale
ca: Escala de temps
es: Escala de tiempo

source: Time settings
ca: Zona Horària
es: Zona Horaria

source: Time to execute command or script
ca: Hora per a l'execució de l'ordre o script
es: Hora para la ejecución del comando o script

source: Timeout
ca: Duració missatge
es: Duración mensaje

source: Timer
ca: Reserves de gravació
es: Reservas de grabación

source: Timer Edit
ca: Editar Reserva de gravació
es: Editar Reserva de grabación

source: Timer Editor
ca: Editor de Reserves de gravació
es: Editor de Reservas de grabación

source: Timer Overview
ca: Vista prèvia del temporitzador
es: Vista previa del temporizador

source: Timer added
ca: Afegir gravació
es: Añadir grabación

source: Timer entry
ca: Enregistrament
es: Grabación

source: Timer log
ca: Log de gravació
es: Log de grabación

source: Timer overlap in timers.xml detected! Please recheck it!
ca: Programacions superposades a timers.xml! Comproveu-ho
es: Programaciones solapadas en timers.xml! Compruébelo

source: Timer overview
ca: Vista prèvia del temporitzador
es: Vista previa del temporizador

source: Timer recording location
ca: Ubicació de gravacions programades
es: Ubicación de grabaciones programadas

source: Timer sanity error
ca: Error de gravació
es: Error de grabación

source: Timer selection
ca: Selecció de gravació
es: Selección de grabación

source: Timer selection...
ca: Selecció de temporitzador
es: Selección de temporizador

source: Timer status:
ca: Estat de la programació:
es: Estado de la programación:

source: Timer type
ca: Tipus de reserva
es: Tipo de reserva

source: Timerlist
ca: Llista de gravacions
es: Lista de grabaciones

source: Timers
ca: Programacions
es: Programaciones

source: Timeshift
ca: Pausa TV
es: Pausa TV

source: Timeshift is running. Select an action.
ca: Timeshift està en marxa. Trieu una acció.
es: Timeshift está en marcha. Seleccione una acción.

source: Timeshift location
ca: Ruta de gravació Timeshift
es: Ruta de grabación Timeshift

source: Timeshift not possible!
ca: No es pot iniciar timeshift!
es: No se puede iniciar timeshift!

source: Timezone
ca: Zona horària
es: Zona horaria

source: Title
ca: Títol
es: Título

source: Title properties
ca: Propietats del títol
es: Propiedades del título

source: Titleset mode
ca: Mode de títol
es: Modo de título

source: To audio selection
ca: Selecció d'àudio
es: Selección de audio

source: To back-up directly to the USB-stick, the USB-stick MUST
ca: Per fer un backup a l'USB, el pendrive caldrà que
es: Para hacer un backup directamente en el USB, el pendrive DEBE

source: To subtitle selection
ca: Selecció de subtítols
es: Selección de subtítulos

source: Today
ca: Avui
es: Hoy

source: Toggle a cut mark at the current position
ca: Inserir una marca de tall a la posició
es: Insertar una marca de corte en la posición

source: Tone amplitude
ca: Amplitud de tò
es: Amplitud de tono

source: Tone mode
ca: Mode tò
es: Modo tono

source: Tools
ca: Utilitats
es: Utilidades

source: Top and Bottom
ca: Superior i inferior
es: Superior e inferior

source: Top and bottom
ca: Superior i inferior
es: Arriba y abajo

source: Total Memory
ca: Memòria total
es: Memoria total

source: Total cards:
ca: Targetes totals:
es: Tarjetas totales:

source: Total clients streaming: %d (%s)
ca: Total clients en streaming: %d (%s)
es: Total clientes en streaming: %d (%s)

source: Total handled client ecm's
ca: Total d'ecm gestionades per client
es: Total de ecm gestionadas por cliente

source: Total handled client emm's
ca: Total d'emm gestionades per client
es: Total de emm gestionadas por cliente

source: Track
ca: Pista
es: Pista

source: Translation
ca: Traducció
es: Traducción

source: Translation to Spanish
ca: Traducció al Català
es: Traducción al Español

source: Translation:
ca: Traducció:
es: Traducción:

source: Translations
ca: Traduccions
es: Traducciones

source: Transmission mode
ca: Mode de transmissió
es: Modo de transmisión

source: Transponder
ca: Transponedor
es: Transpondedor

source: Transponder Time
ca: Hora del transponedor
es: Hora del transpondedor

source: Transponder type
ca: Tipus de transponedor
es: Tipo de transpondedor

source: Trash can
ca: Paperera
es: Papelera

source: Tries left:
ca: Intents que queden:
es: Intentos restantes:

source: True
ca: Si
es: Si

source: Try device
ca: Triar dispositiu
es: Elegir dispositivo

source: Try to find used transponders in cable network.. please wait...
ca: Cercant els transponedors a la xarxa de cable, espereu...
es: Buscando los transpondedores en la red de cable, espere...

source: Try to find used transponders in terrestrial network... please wait...
ca: Cercar els transponedors utilitzats en la xarxa terrestre. Espereu
es: Buscar los transpondedores utilizados en la red terrestre. Espere

source: Trying to download a new packetlist. Please wait...
ca: Espereu mentre es descarrega la llista de paquets...
es: Espere mientras se descarga la lista de paquetes...

source: Tu
ca: Dm
es: Ma

source: Tue
ca: Dim
es: Mar

source: Tuesday
ca: Dimarts
es: Martes

source: Tune
ca: Tò
es: Tono

source: Tune and focus
ca: Tò i focus
es: Tono y foco

source: Tune failed!
ca: Fallada de sintonizació
es: Fallo de sintonización

source: Tuner
ca: Sintonitzador
es: Sintonizador

source: Tuner Bit Error Rate BER
ca: Taxa d'error BER
es: Tasa de Error BER

source: Tuner Number (0-3)
ca: Número de sintonitzador (0-3)
es: Numero de sintonizador (0-3)

source: Tuner Signal
ca: Senyal del sinton.
es: Señal del sinton.

source: Tuner Signal Power AGC
ca: Potència de Senyal AGC
es: Potencia de Señal AGC

source: Tuner Signal Quality SNR
ca: Qualitat del Senyal SNR
es: Calidad de Señal SNR

source: Tuner Signal Quality SNR_DB
ca: Qualitat del Senyal SNR DB
es: Calidad de Señal SNR DB

source: Tuner Type
ca: Tipus de sintonitzador
es: Tipo de Sintonizador

source: Tuner configuration
ca: Configuració sintonitzador
es: Configuración sintonizador

source: Tuner is not supported
ca: El sintonitz. no està suportat
es: El sintoniz. no está soportado

source: Tuner not available.
ca: Sintonitz. no disponible
es: Sintoniz. no disponible

source: Tuner not set up, can't scan
ca: Sintonitz. no configurat. No es pot cercar
es: Sintoniz. no configurado. No se puede buscar

source: Tuner slot
ca: Slot de sintonitzador
es: Slot de sintonizador

source: Tuner status
ca: Sintonitzador
es: Sintonizador

source: Tuner status %s
ca: Estat: %s
es: Estado: %s

source: Tuner type
ca: Tipus de sinton.
es: Tipo de tuner

source: Tuners
ca: Sintonitzadors
es: Sintonizadores

source: Tuning Step Size
ca: Mida del pas
es: Tamaño del paso

source: Tuning algorithm
ca: Algoritme
es: Algoritmo

source: Turkish
ca: Turc
es: Turco

source: Turn on the power LED during standby.
ca: En repòs, connectar el LED d'engegat
es: Conectar el LED de encendido en standby

source: Turning step size
ca: Mida del pas
es: Tamaño del paso

source: Tv Options
ca: Opcions TV
es: Opciones TV

source: Two
ca: Dos
es: Dos

source: Two partitions (50% - 50%)
ca: Dues particions (50% - 50%)
es: Dos particiones (50% - 50%)

source: Two partitions (75% - 25%)
ca: Dues particions (75% - 25%)
es: Dos particiones (75% - 25%)

source: Type
ca: Tipus de llistat
es: Tipo de listado

source: Type of scan
ca: Tipus de recerca
es: Tipo de búsqueda

source: Type:
ca: Tipus:
es: Tipo:

source: Type: HDD
ca: Tipus: HDD
es: Tipo: HDD

source: Type: Removable/PenDrive
ca: Tipus: Extraïble/Pendrive
es: Tipo: Extraible/Pendrive

source: UHF Modulator
ca: Modulador d'UHF
es: Modulador de UHF

source: UNKNOWN
ca: DESCONEGUT
es: DESCONOCIDO

source: URL of fallback remote receiver
ca: URL per poder reenviar a un receptor remot
es: URL para el reenvio a un receptor remoto

source: USALS Calibration
ca: Calibració USALS
es: Calibración USALS

source: USALS calibration
ca: Calibració USALS
es: Calibración USALS

source: USB = Do you want to make a back-up on USB? This will take between 4 and 15 minutes depending on the used filesystem and is fully automatic. Make sure you first insert an USB flash drive before you select USB.
ca: USB = Crea una còpia de seguretat en un USB Trigarà entre 4 i 15 minuts, segons el sistema d'arxius utilitzat, i és totalment automàtic. (Assegureu-vos d'haver inserit un pendrive abans de seleccionar aquesta opció)
es: USB = Crea una copia de seguridad en un USB Tardará entre 4 y 15 minutos, según el sistema de archivos utilizado, y es totalmente automático. (Asegúrese de haber insertado un pendrive antes de seleccionar esta opción)

source: USB Device Manager
ca: Gestor de dispositius USB
es: Gestor de dispositivos USB

source: USB stick wizard
ca: Assistent de pendrive USB
es: Asistente de lápiz USB

source: Unable to read image number
ca: No es pot llegir el número de imatge
es: No se puede leer el número de imagen

source: Unattended upgrade in progress Please wait until your receiver reboots This may take a few minutes
ca: S'està realitzant una actualització desatesa Espereu fins que el receptor es reiniciï Això podria trigar molta estona
es: Se está realizando una actualización desatendida Espere hasta que el receptor se reinicie Esto podría tardar unos minutos

source: Uncommitted DiSEqC command
ca: Ordre DiSEqC no enviada
es: Comando DiSEqC no enviado

source: Uncover dashed flickering line for this service
ca: Descobrir línia discontínua per aquest servei
es: Desactivar parpadeo en los bordes para este servicio

source: Undetermined
ca: (Sense determinar)
es: (Sin Determinar)

source: Undo install
ca: Desfer instal·lació
es: Deshacer instalación

source: Undo uninstall
ca: Desfer desinstal·lació
es: Deshacer desinstalación

source: Unencrypted
ca: Sense encriptar
es: Sin encriptar

source: UnhandledKey
ca: Tecla no gestionada
es: Tecla no gestionada

source: Unhide All Dials
ca: Mostrar els dials amagats
es: Mostrar los diales ocultos

source: Unhide parental control services
ca: Tornar a mostrar els canals sota control parental
es: Volver a mostrar los canales bajo control parental

source: Unicable LNB
ca: LNB Unicable
es: LNB Unicable

source: Unicable Martix
ca: Matrix Unicable
es: Matrix Unicable

source: Uninstall
ca: Desinstal·lar
es: Desinstalar

source: Universal LNB
ca: LNB Universal
es: LNB Universal

source: Unknown
ca: Desconegut
es: Desconocido

source: Unknown Volume command %s
ca: Ordre de volum desconegut %s
es: Comando de volumen desconocido %s

source: Unmark service as dedicated 3D service
ca: Desmarcar el canal com a canal dedicat 3D
es: Desmarcar el canal como canal dedicado 3D

source: Unmount
ca: Desmuntar
es: Desmontar

source: Unsupported
ca: No suportat
es: No soportado

source: Unzipping files, Please wait ...
ca: Descomprimint. Espereu...
es: Descomprimiendo. Espere...

source: Up Key
ca: Tecla pujar
es: Tecla arriba

source: Upcoming Events
ca: Propers events
es: Próximos eventos

source: Update
ca: Actualitzar
es: Actualizar

source: Update and ask to reboot
ca: Actualitzar i demanar si es reinicia
es: Actualizar y preguntar si reiniciar

source: Update and reboot (recommended)
ca: Actualitzar i reiniciar (recomenat)
es: Actualizar y reiniciar (recomendado)

source: Update channel list only
ca: Actualitzar només llista de canals
es: Actualizar sólo lista de canales

source: Update completed. Do you want to reboot your receiver?
ca: Actualització completada. Voleu reiniciar el receptor?
es: Actualización completada. Desea reiniciar el receptor?

source: Update failed. Your receiver does not have a working internet connection.
ca: No es pot actualitzar. El receptor no disposa de connexió a internet.
es: No se puede actualizar. El receptor no dispone de conexión a internet.

source: Update has completed.
ca: L'actualització s'ha completat
es: La actualización se ha completado

source: Update has completed. Do you want to reboot your receiver?
ca: L'actualització s'ha completat. Voleu reiniciar el receptor?
es: La actualización se ha completado. Desea reiniciar el receptor?

source: Update interval (in seconds)
ca: Freqüència d'actualització (seg.)
es: Frecuencia de actualización (seg.)

source: Updatefeed not available.
ca: Updatefeed no disponible.
es: Updatefeed no disponible.

source: Updating software catalog
ca: Actualitzant el catàleg de software
es: Actualizando el catálogo de software

source: Upgrading
ca: Actualitzant
es: Actualizando

source: Uphops +
ca: Salts +
es: Saltos +

source: Uphops -
ca: Salts -
es: Saltos -

source: Uphops:
ca: Salts:
es: Saltos:

source: Upper USB
ca: USB superior
es: USB superior

source: Uptime
ca: Temps de connexió
es: Tiempo de conexión

source: Use
ca: Ús
es: Uso

source: Use DHCP
ca: Utilitzar DHCP
es: Utilizar DHCP

source: Use EIT EPG information when it is available.
ca: Utilitzar la EPG EIT quan sigui possible
es: Utilizar la EPG EIT cuando sea posible

source: Use FreeSat EPG information when it is available.
ca: Utilitzar la EPG FreeSat quan sigui possible
es: Utilizar la EPG FreeSat cuando sea posible

source: Use HDMI-preemphasis
ca: Incrementar el senyal HDMI
es: Incrementar señal HDMI

source: Use Harddisk Hardware Standby Timer
ca: Utilitzar el temporitzador de repòs del disc dur
es: Utilizar el temporizador de reposo del HDD

source: Use MHW EPG information when it is available.
ca: Utilitzar la EPG MHW quan sigui possible
es: Utilizar la EPG MHW cuando sea posible

source: Use Netmed EPG information when it is available.
ca: Utilitzar la EPG Netmed quan sigui possible
es: Utilizar la EPG Netmed cuando sea posible

source: Use SDCard for %s storage folder
ca: -Carpeta d'emmagatzematge de %s
es: -Carpeta de almacenamiento de %s

source: Use SDCard for epg storage path
ca: -Carpeta d'emmagatzematge d'EPG
es: -Carpeta de almacenamiento de EPG

source: Use SDCard for movies storage
ca: -Carpeta d'emmagatzematge de pel·lícules
es: -Carpeta de almacenamiento de películas

source: Use SDCard for timeshift storage
ca: -Carpeta d'emmagatzematge de timeshift
es: -Carpeta de almacenamiento de timeshift

source: Use TV remote control
ca: Utilitzar el comandament de la TV
es: Utilizar el mando de la TV

source: Use USALS for this sat
ca: Utilitzar USALS per aquest sat
es: Utilizar USALS para este sat

source: Use ViaSat EPG information when it is available.
ca: Utilitzar la EPG ViaSat quan sigui possible
es: Utilizar la EPG ViaSat cuando sea posible

source: Use Virgin EPG information when it is available.
ca: Utilitzar la EPG Virgin quan sigui possible
es: Utilizar la EPG Virgin cuando sea posible

source: Use WOL
ca: Utilitzar WOL
es: Utilizar WOL

source: Use a custom location
ca: Utilitzar una ubicació personalitzada
es: Usar una ubicación personalizada

source: Use a gateway
ca: Utilitzar porta d'enllaç
es: Usar puerta de enlace

source: Use circular LNB
ca: Utilitzar LNB circular
es: Utilizar LNB circular

source: Use custom box name
ca: Utilitzar nom personalitzat
es: Utilizar nombre personalizado

source: Use fastscan channel names
ca: Utilitzar noms de canal 'fastscan'
es: Usar nombres de canal 'fastscan'

source: Use fastscan channel numbering
ca: Utilitzar numeració de canals 'fastscan'
es: Usar numeración de canales 'fastscan'

source: Use for load only x days in EPG
ca: Nombre màxim de dies que es descarregaràn a la EPG
es: Nº máximo de dias que se descargarán en la EPG

source: Use frequency or channel
ca: Cercar per freqüència o per canal
es: Buscar por frecuencia o por canal

source: Use individual settings for each directory
ca: Utilitzar ajustaments individuals per cada carpeta
es: Utilizar ajustes individuales para cada carpeta

source: Use interface
ca: Utilitzar l'adaptador
es: Utilizar el adaptador

source: Use official channel numbering
ca: Utilitzar la numeració oficial de canals
es: Utilizar la numeración oficial de canales

source: Use original DVB subtitle position
ca: Utilitzar la posició original dels subtítols DVB
es: Usar la posición original de los subtítulos DVB

source: Use original teletext position
ca: Utilitzar posició original del teletext
es: Usar posición original del teletexto

source: Use power measurement
ca: Utilitzar mesura de potència
es: Usar medida de potencia

source: Use the Left/Right buttons on your remote to adjust the size of the user interface. Left button decreases the size, Right increases the size.
ca: Utilitzeu les tecles Esquerra/Dreta del comandament per ajustar la mida de l'OSD. Esquerra disminueix la mida, Dreta l'augmenta
es: Utilice las teclas Izquierda/Derecha del mando para ajustar el tamaño del OSD. Izquierda disminuye el tamaño, Derecha lo aumenta

source: Use the Left/Right buttons on your remote to move the user interface up/down
ca: Utilitzeu les tecles Esquerra/Dreta del comandament per desplaçar l'OSD amunt/avall
es: Utilice las teclas Izquierda/Derecha del mando para desplazar el OSD arriba/abajo

source: Use the Left/Right buttons on your remote to move the user inyterface left/right
ca: Utilitzeu les tecles Esquerra/Dreta del comandament per desplaçar l'OSD a dreta/esquerra
es: Utilice las teclas Izquierda/Derecha del mando para desplazar el OSD a derecha/izquierda

source: Use the network wizard to configure selected network adapter
ca: Utilitzar l'assistent per configurar la xarxa
es: Utilizar el asistente para configurar la red

source: Use the network wizard to configure your Network
ca: Inicia l'assistent per configurar la xarxa
es: Inicia el asistente para configurar la red

source: Use the up/down keys on your remote control to select an option. After that, press OK.
ca: Utilitzeu les tecles amunt/avall del comandament per seleccionar una opció, després premeu OK.
es: Utilice las teclas arriba/abajo del mando para seleccionar una opción, después pulse OK.

source: Use the wizard to set up basic features
ca: Utilitzar l'assistent per configurar les funcions bàsiques
es: Utilizar el asistente para configurar las funciones básicas

source: Use these input device settings?
ca: Utilitzar aquestes opcions?
es: Utilizar estos ajustes?

source: Use these settings?
ca: Utilitzar aquestes opcions?
es: Utilizar estos ajustes?

source: Use this video enhancement settings?
ca: Utilitzar aquesta configuració de millora de video?
es: Utilizar esta configuración de mejora de video?

source: Use time of currently running service
ca: Utilitzar l'hora del canal actual
es: Usar la hora del canal actual

source: Use trash can in movielist
ca: Utilitzar paperera a la llista de pel·lícules
es: Usar papelera en la lista de películas

source: Used service scan type
ca: Tipus de recerca de canals
es: Tipo de búsqueda de canales

source: Used:
ca: Utilitzat:
es: Utilizado:

source: User - bouquets
ca: Bouquets - usuari
es: Bouquets - usuario

source: User :
ca: Usuari :
es: Usuario :

source: User defined
ca: Definit per l'usuari
es: Definido por el usuario

source: User defined delay when you press another button to zap to the channel.
ca: Retard (configurable) quan es prem una altra tecla per al canvi de canal
es: Retardo (configurable) cuando se pulsa otra tecla para el cambio de canal

source: User defined delay when you press the first button to zap to the channel.
ca: Retard (configurable) quan es prem la primera tecla per al canvi de canal
es: Retardo (configurable) cuando se pulsa la primera tecla para el cambio de canal

source: User defined transponder
ca: Transponedor definit per l'usuari
es: Transpondedor definido por el usuario

source: User interface
ca: Interfície d'usuari
es: Interfaz de usuario

source: User interface visibility
ca: Transparència de l'OSD
es: Transparencia del OSD

source: User management
ca: Gestió d'usuaris
es: Gestión de usuarios

source: Usermanager
ca: Administrador d'usuaris
es: Administrador de usuarios

source: Username
ca: Usuari
es: Usuario

source: Username (httpuser)
ca: Nom d'usuari (http)
es: Nombre de usuario (http)

source: Username:
ca: Nom d'usuari:
es: Nombre usuario:

source: Using LNB %d
ca: Utilitzant LNB %d
es: Utilizando LNB %d

source: Using fixed address
ca: Utilitzar adreça fixa
es: Utilizar dirección fija

source: Using old profile:
ca: Utilitzar perfil antic:
es: Utilizar perfil antiguo:

source: Using tuner %s
ca: Utilitzant tuner %s
es: Utilizando tuner %s

source: Usually when the subtitle language is the same as the audio language, the subtitles will not be used. Enable this option to allow these subtitles to be used.
ca: Generalment, si l'idioma dels subtítols és el mateix que el d'àudio, els subtítols no s'utilitzen. Habiliteu aquesta opció per utilitzar aquests subtítols.
es: Generalmente, si el idioma de los subtítulos es el mismo que el de audio, los subtítulos no se utilizan. Habilite esta opción para utilizar estos subtítulos.

source: VCR scart
ca: Euroconnector VCR
es: Euroconector VCR

source: VLAN connection
ca: Connexió VLAN
es: Conexión VLAN

source: VMGM (intro trailer)
ca: VMGM (trailer intro)
es: VMGM (trailer intro)

source: VPS Overwrite
ca: Sobrescriure VPS
es: Sobrescribir VPS

source: Version
ca: Versió
es: Versión

source: Version:
ca: Versió:
es: Versión:

source: Version: %s
ca: Versió: %s
es: Versión: %s

source: Vertical Turning Speed
ca: Velocitat de gir vertical
es: Velocidad de giro vertical

source: Vertical turning speed
ca: Velocitat de gir vertical
es: Velocidad de giro vertical

source: Very short filenames
ca: Noms d'arxiu molt curts
es: Nombres de archivo muy cortos

source: Very very short filenames - Warning
ca: Atenció - Noms d'arxiu molt, molt curts
es: Atención - Nombres de archivo muy, muy cortos

source: Video Enhancement Settings
ca: Configuració de millora de vídeo
es: Configuración de mejora de video

source: Video Height
ca: Alçada del vídeo
es: Alto de video

source: Video PID
ca: PID Vídeo
es: PID Video

source: Video Setup
ca: Brillantor/Contrast
es: Ajustes de Brillo/Contraste

source: Video Wide
ca: Panoràmic
es: Panorámico

source: Video Width
ca: Ample del Vídeo
es: Ancho de Video

source: Video content: %ix%i%s %iHz
ca: Contingut del vídeo: %ix%i%s %i Hz
es: Contenido del vídeo: %ix%i%s %i Hz

source: Video enhancement preview
ca: Previsualitzar vídeo millorat
es: Previsualizar vídeo mejorado

source: Video enhancement settings
ca: Configuració de vídeo millorat
es: Configuración de vídeo mejorado

source: Video enhancement setup
ca: Configuració de vídeo millorat
es: Configuración de vídeo mejorado
