Repository: vuteam/se2
Catalog: po/*.po
Languages: ca, es

source: Delay after enable voltage before switch command
ca: Retard posterior a habilitar el voltatge, abans de l'ordre de canvi
es: Retardo después de habilitar el voltaje, antes del comando de cambio

source: Delay after final continuous tone change
ca: Retard posterior al canvi final de tò continu
es: Retardo después del cambio final de tono contínuo

source: Delay after last diseqc command
ca: Retard posterior a la darrera ordre diseqc
es: Retardo posterior al último comando diseqc

source: Delay after last voltage change
ca: Retard posterior al darrer canvi de voltatge
es: Retardo posterior al último cambio de voltaje

source: Delay after motor stop command
ca: Retard posterior a l'ordre d'aturada del motor
es: Retardo posterior a la orden de parada del motor

source: Delay after set voltage before measure motor power
ca: Retard després d'ajustar el voltatge, abans de mesurar la potència
es: Retardo después de ajustar el voltaje, antes de medir la potencia

source: Delay after toneburst
ca: Retard posterior a toneburst
es: Retardo posterior a toneburst

source: Delay after voltage change before motor command
ca: Retard posterior al canvi de voltatge, abans de l'ordre de motor
es: Retardo después del cambio de voltaje, antes de la orden de motor

source: Delay before key repeat starts:
ca: Retard abans de repetir:
es: Retardo antes de repetir:

source: Delay before sequence repeat
ca: Retard abans de repetir la seqüència
es: Retardo antes de repetir la secuencia

source: Delay between diseqc commands
ca: Retard entre ordres diseqc
es: Retardo entre comandos diseqc

source: Delay between switch and motor command
ca: Retard entre l'ordre i el canvi del motor
es: Retardo entre la orden y el cambio del motor

source: Delay for external subtitles
ca: Retard de subtítols externs
es: Retardo de subtítulos externos

source: Delay time
ca: Retard
es: Retardo

source: Delete
ca: Esborrar
es: Borrar

source: Delete %s?
ca: Eliminar %s?
es: Eliminar %s?

source: Delete Bouquet
ca: Esborrar favorit
es: Borrar favorito

source: Delete Channel(s)
ca: Esborrar canal(s)
es: Borrar Canal(es)

source: Delete Recording
ca: Esborrar gravació
es: Borrar grabación

source: Delete Timer
ca: Esborrar gravació
es: Borrar grabación

source: Delete cams previous installed.
ca: Eliminar cams instal·lades
es: Borrar cams instaladas

source: Delete drivers previous installed.
ca: Eliminar controladors instal·lats
es: Borrar controladores instalados

source: Delete entry
ca: Esborrar entrada
es: Borrar entrada

source: Delete extensions previous installed.
ca: Esborrar extensions instal·lades
es: Borrar extensiones instaladas

source: Delete failed!
ca: Fallida mentre s'esborrava
es: Falló el borrado!

source: Delete file
ca: Eliminar arxiu
es: Eliminar archivo

source: Delete mount
ca: Esborrar munt.
es: Borrar mont.

source: Delete playlist entry
ca: Eliminar entrada de la llista
es: Eliminar entrada de la lista

source: Delete saved playlist
ca: Eliminar llista desada
es: Eliminar lista guardada

source: Delete skins previous installed.
ca: Eliminar skins instal·lats
es: Borrar skins instalados

source: Delete systemplugins previous installed.
ca: Eliminar plugins de sistema instal·lats
es: Borrar plugins de sistema instalados

source: Delete timer
ca: Eliminar temporitzador
es: Eliminar temporizador

source: Delete...
ca: Esborrar...
es: Borrar...

source: Deleted
ca: Esborrat
es: Borrado

source: Deleted %s!
ca: %s eliminat
es: %s eliminado

source: Deleted items
ca: Elements eliminats
es: Elementos eliminados

source: Deleting crontab
ca: Esborrant crontab
es: Borrando crontab

source: Depth
ca: Profunditat
es: Profundidad

source: Descramble & record ECM gives the option to descramble afterwards if descrambling on recording failed. 'Don't descramble, record ECM' save a scramble recording that can be descrambled on playback. 'Normal' means descramble the recording and don't record ECM.
ca: 'Descodificar i gravar ECM': permet descodificar posteriorment si falla la descodificació en gravar. 'No descodificar, grabar ECM': desa una gravació que es descodificará en reproduir-la. 'Normal': descodifica la gravació sense gravar la ECM
es: 'Descodificar y grabar ECM': permite descodificar posteriormente si falla la descodificación al grabar. 'No descoificar, grabar ECM': guarda una grabación que se descodificará al reproducirla. 'Normal': descodifica la grabación sin grabar la ECM

source: Descramble http streams
ca: Descodificar streams http
es: Descodificar streams http

source: Descramble receiving http streams
ca: Descodificar streams http rebuts
es: Descodificar streams http recibidos

source: Descramble sending http streams
ca: Descodificar streams http enviats
es: Descodificar streams http enviados

source: Description
ca: Descripció
es: Descripción

source: Deselect
ca: Deseleccionar
es: Deseleccionar

source: Details for plugin:
ca: Detalls del plugin:
es: Detalles del plugin:

source: Detected HDD:
ca: HDD detectat:
es: HDD detectado:

source: Detected NIMs:
ca: NIMs detectats:
es: NIMs detectados:

source: Device Details
ca: Detalls del dispositiu
es: Detalles del dispositivo

source: Device Fixed Mount Point change needs a system restart in order to take effect. Restart your STB now?
ca: El muntatge del dispositiu necessita d'un reinici del sistema per tal que els canvis siguin efectius. Voleu reiniciar ara?
es: El montaje del dispositivo necesita un reinicio del sistema para que los cambios surtan efecto. Reiniciar ahora?

source: Device Manager
ca: Gestor de discos
es: Gestor de discos

source: Device Manager - Fast Mounted Remove
ca: Gestor de discos - Desmuntat ràpid
es: Gestor de discos - Desmontado rápido

source: Device Setup
ca: Configuració de dispositius
es: Configuración de dispositivos

source: Devicelist
ca: Llista de dispositius
es: Lista de dispositivos

source: Devicename:
ca: Nom de dispositiu:
es: Nombre de dispositivo:

source: Devices
ca: Ubicació
es: Ubicación

source: Devide
ca: Dividir
es: Dividir

source: DiSEqC 1.0 command
ca: Ordre DiSEqC 1.0
es: Comando DiSEqC 1.0

source: DiSEqC 1.1 command
ca: Ordre DiSEqC 1.1
es: Comando DiSEqC 1.1

source: DiSEqC 1.1 repeats
ca: Repetir DiSEqC 1.1
es: Repetir DiSEqC 1.1

source: DiSEqC mode
ca: Mode DiSEqC
es: Modo DiSEqC

source: DiSEqC port %s: %s
ca: Port DiSEqC %s: %s
es: Puerto DiSEqC %s: %s

source: DiSEqC repeats
ca: Repetir DiSEqC
es: Repetir DiSEqC

source: Dialing:
ca: Marcant:
es: Marcando:

source: Diction
ca: Diccionari
es: Diccionario

source: Digital Subtitle
ca: Subtítol digital
es: Subtítulo Digital

source: Digital contour removal
ca: Eliminar contorn digital
es: Eliminar contorno digital

source: Digital downmix
ca: Mescla digital
es: Mezcla digital

source: Direct Input
ca: Introduir text
es: Introducir texto

source: Direct Input(Bookmark)
ca: Introduir text (Marcador)
es: Introducir texto (Marcador)

source: Direct Input(Category)
ca: Introduir text (Categoria)
es: Introducir texto (Categoría)

source: Direct playback of linked titles without menu
ca: Reproduir els títols enllaçats sense menú
es: Reproducir los títulos enlazados sin menú

source: Directory
ca: Carpeta
es: Carpeta

source: Directory %s does not exist.
ca: El directori %s no existeix
es: El directorio %s no existe

source: Directory browser
ca: Examinar directoris
es: Examinar directorios

source: Directory contains %s and %s.
ca: El directori conté %s i %s
es: El directorio contiene %s y %s

source: Disable
ca: Deshabilitar
es: Deshabilitar

source: Disable Animations
ca: Deshabilitar animacions
es: Deshabilitar animaciones

source: Disable FastZapping
ca: Deshabilitar FastZapping
es: Deshabilitar FastZapping

source: Disable MiniTV
ca: Deshabilitar MiniTV
es: Deshabilitar MiniTV

source: Disable Picture in Picture
ca: Deshabilitar PiP
es: Deshabilitar PiP

source: Disable Timer
ca: Deshabilitar programació
es: Deshabilitar programación

source: Disable access for user root
ca: Deshabilitar l'accés per a l'usuari root
es: Deshabilitar acceso para usuario root

source: Disable all VFD Symbols
ca: Deshabilitar tots els símbols VFD
es: Deshabilitar todos los símbolos VFD

source: Disable background scanning
ca: Deshabilitar l'escaneig en segon plà
es: Deshabilitar escaneo en segundo plano

source: Disable current event but not coming events
ca: Deshabilitar l'event actual però no els següents
es: Deshabilitar el evento actual pero no los siguientes

source: Disable timer
ca: Desactivar programació
es: Desactivar programación

source: Disabled
ca: Deshabilitat
es: Deshabilitado

source: Discard changes and close plugin
ca: Descartar canvis i tancar plugin
es: Descartar cambios y cerrar plugin

source: Discard changes and close screen
ca: Descartar canvis i sortir
es: Descartar cambios y salir

source: Disconnect
ca: Desconnectar
es: Desconectar

source: Dish
ca: Antena
es: Antena

source: Disk space to reserve for recordings (in GB)
ca: Espai en disc reservat per a gravacions (Gb)
es: Espacio en disco reservado para grabaciones (Gb)

source: Disk temperature: %s
ca: Temperatura: %s
es: Temperatura: %s

source: Disk temperature: unknown
ca: Temperatura: desconegut
es: Temperatura: desconocido

source: Display 16:9 content as
ca: Visualitzar els continguts 16:9 com
es: Visualizar los contenidos 16:9 como

source: Display 4:3 content as
ca: Visualitzar els continguts 4:3 com
es: Visualizar los contenidos 4:3 como

source: Display >16:9 content as
ca: Visualitzar els continguts >16:9 com
es: Visualizar los contenidos >16:9 como

source: Display CSFD for selected event
ca: Mostrar CSFD per a l'event seleccionat
es: Mostrar CSFD para el evento seleccionado

source: Display and userinterface
ca: Aspecte i interfície d'usuari
es: Aspecto e interfaz de usuario

source: Display message before playing next movie
ca: Missatge abans de reproduir la pel·lícula següent
es: Mensaje antes de reproducir la película siguiente

source: Display setup
ca: Configuració del display
es: Configuración del display

source: Display your photos on the T
ca: Mostra les fotos a la TV
es: Muestra las fotos en la TV

source: Do not change
ca: No ha canviat
es: No ha cambiado

source: Do not flash image
ca: No instal·lar la imatge
es: No flashear la imagen

source: Do not record
ca: No gravar
es: No grabar

source: Do not show YouTube TV Starter again
ca: No tornar a mostrar l'inici de YouTube TV
es: No volver a mostrar el inicio de YouTube TV

source: Do nothing
ca: No fer res
es: No hacer nada

source: Do you really want to check the filesystem? This could take a long time!
ca: Segur que voleu comprovar el tipus de sistema? Això podria trigar molta estona!
es: Seguro que quiere comprobar el tipo de sistema? Esto podria tardar varios minutos.

source: Do you really want to convert the filesystem? You cannot go back!
ca: Segur que voleu convertir el sistema d'arxius? No es podrà tornar enrere!
es: Seguro que quiere convertir el sistema de archivos? No se podrá volver atrás!

source: Do you really want to delete %s ?
ca: Segur que voleu eliminar %s ?
es: Seguro que quiere eliminar %s ?

source: Do you really want to delete %s?
ca: Segur que voleu esborrar %s?
es: Seguro que quiere borrar %s?

source: Do you really want to delete the AT
ca: Segur que voleu eliminar l'AT?
es: Seguro que quiere eliminar el AT?

source: Do you really want to delete the bouquet
ca: Segur que voleu esborrar el Favorit?
es: Seguro que quiere borrar el Favorito?

source: Do you really want to delete the channel(s)
ca: Segur que voleu esborrar el(s) canal(s)?
es: Seguro que quiere borrar el(los) canal(es)?

source: Do you really want to download the plugin "%s"?
ca: Segur que voleu descarregar el plugin "%s"?
es: Seguro que quiere descargar el plugin "%s"?

source: Do you really want to exit?
ca: Segur que voleu sortir?
es: Seguro que quiere salir?

source: Do you really want to initialize the device? All data on the disk will be lost!
ca: Segur que voleu inicialitzar el dispositiu? Totes les dades es perdràn!
es: Seguro que quiere inicializar el dispositivo? Todos los datos se perderán!

source: Do you really want to remove the plugin "%s"?
ca: Segur que voleu eliminar el plugin "%s"?
es: Seguro que quiere eliminar el plugin "%s"?

source: Do you really want to remove directory %s from the disk?
ca: Segur que voleu eliminar el directori %s del disc?
es: Desea eliminar el directorio %s del disco?

source: Do you really want to remove your bookmark of %s?
ca: Segur que voleu eliminar el marcador %s?
es: Desea eliminar el marcador %s?

source: Do you really want to restore from file
ca: Segur que voleu restaurar des de l'arxiu?
es: Seguro que quiere restaurar desde el archivo?

source: Do you want this?
ca: Voleu fer això?
es: Quiere hacer esto?

source: Do you want to also install samba client ? This allows you to mount your windows shares on this device.
ca: Voleu instal·lar també el client samba? Amb samba podreu muntar els recursos windows en aquest dispositiu.
es: Dresea instalar también el cliente samba? Con samba podrá montar los recursos windows en este dispositivo.

source: Do you want to backup your settings now?
ca: Voleu fer ara un backup de la configuració?
es: Desea hacer ahora un backup de la configuración?

source: Do you want to burn this collection to DVD medium?
ca: Voleu gravar aquesta col·lecció en un disc DVD?
es: Desea grabar esta colección en un disco DVD?

source: Do you want to delete all other languages?
ca: Voleu eliminar els altres idiomes que no utilitzareu?
es: Desea eliminar los otros idiomas que no va a utilizar?

source: Do you want to delete the bookmark?
ca: Voleu esborrar el marcador?
es: Desea borrar el Marcador?

source: Do you want to delete the category and the bookmarks?
ca: Voleu esborrar la categoria i els marcadors?
es: Desea borrar la categoría y los marcadores?

source: Do you want to do a service scan?
ca: Voleu fer una recerca de canals?
es: Desea hacer una búsqueda de canales?

source: Do you want to do another manual service scan?
ca: Voleu fer una altra recerca manual?
es: Desea hacer otra búsqueda manual?

source: Do you want to download the image to %s ?
ca: Voleu descarregar la imatge a %s?
es: Desea descargar la imagen a %s?

source: Do you want to enter a username and password for this host?
ca: Voleu introduir un nom d'usuari i contrasenya per aquest dispositiu?
es: Desea introducir un nombre de usuario y contraseña para este dispositivo?

source: Do you want to install a channel list?
ca: Voleu instal·lar una llista de canals?
es: Desea instalar una lista de canales?

source: Do you want to install the package:
ca: Voleu instal·lar el paquet:
es: Quiere instalar el paquete:

source: Do you want to play DVD in drive?
ca: Reproduir el DVD de la unitat?
es: Reproducir el DVD de la unidad?

source: Do you want to preview this DVD before burning?
ca: Voleu previsualitzar aquest DVD abans d'enregistrar-lo?
es: Desea previsualizar este DVD antes de grabarlo?

source: Do you want to reboot now with selected image?
ca: Voleu reiniciar ara amb la imatge seleccionada?
es: Desea reiniciar ahora con la imagen seleccionada?

source: Do you want to reboot now?
ca: Voleu reiniciar ara?
es: Desea reiniciar ahora?

source: Do you want to reboot your receiver?
ca: Voleu reiniciar el receptor?
es: Desea reiniciar el receptor?

source: Do you want to remove the package:
ca: Aneu a eliminar el paquet:
es: Va a eliminar el paquete:

source: Do you want to restore your settings?
ca: Voleu restaurar la configuració?
es: Desea restaurar la configuración?

source: Do you want to resume this playback?
ca: Voleu continuar aquesta reproducció?
es: Desea continuar esta reproducción?

source: Do you want to search other transponder
ca: Voleu cercar en un altre transponedor?
es: Desea buscar en otro transpondedor?

source: Do you want to set selected url to the Startpage?
ca: Voleu configurar la URL seleccionada com a Pàgina d'Inici?
es: Desea establecer la URL seleccionada como Página de Inicio?

source: Do you want to update your receiver to %s?
ca: Voleu actualitzar el receptor a: %s?
es: Desea actualizar el receptor a: %s?

source: Do you want to update your receiver?
ca: Voleu actualitzar el receptor?
es: Desea actualizar el receptor?

source: Do you want to upgrade the package:
ca: Voleu actualitzar el paquet:
es: Desea actualizar el paquete:

source: Dolby Digital / DTS downmix
ca: Dolby Digital / Mescla DTS
es: Dolby Digital / Mezcla DTS

source: Don't auto-restore this next time
ca: No auto-restaurar aquesta còpia la propera vegada
es: No auto-restaurar esta copia la próxima vez

source: Don't save and stop timeshift
ca: No desar, i aturar timeshift
es: No guardar y parar timeshift

source: Don't stop current event but disable coming events
ca: No aturar l'event actual, només desactivar els següents
es: No parar el evento actual, sólo desactivar los siguientes

source: Don't zap
ca: No anar-hi
es: No zapear

source: Don't zap and remove timer
ca: No anar-hi i eliminar temporitzador
es: No zapear y eliminar temporizador

source: Don't zap and disable timer
ca: No anar-hi i deshabilitar temporitzador
es: No zapear y deshabilitar temporizador

source: Don't zap and remove timer
ca: No anar-hi i eliminar temporitzador
es: No zapear y eliminar temporizador

source: Done
ca: Fet
es: Hecho

source: Done - Installed, upgraded or removed %d package (%s)
es: Hecho - Instalado, actualizado o eliminado %d paquete (%s)

source: Done - Installed, upgraded or removed %d packages with %d errors
ca: Fet - Instal·lat(s), actualitzat(s) o eliminat(s) %d paquet(s) amb %d errors
es: Hecho - Instalado(s), actualitzado(s) o eliminado(s) %d paquete(s) con %d errores

source: Donwload
ca: Descarregar
es: Descargar

source: Down Key
ca: Tecla baixar
es: Tecla abajo

source: Download
ca: Descarregar
es: Descargar

source: Download .NFI-Files for USB-Flasher
ca: Descarregar fitxers .NFI per a l'USB-Flasher
es: Descargar ficheros .NFI para el USB-Flasher

source: Download Failed !!
ca: Descàrrega fallida
es: Descarga fallida

source: Download Playlist for
ca: Descarregar llista de reproducció per
es: Descargar lista de reproducción para

source: Download plugins
ca: Descarr. plugins
es: Descarga de plugins

source: Downloadable new plugins
ca: Descarregar plugins & addons
es: Descargar plugins & addons

source: Downloadable plugins
ca: Plugins descarregables
es: Plugins descargables

source: Downloading
ca: Descarregant
es: Descargando

source: Downloading %s
ca: Descarregant %s
es: Descargando %s

source: Downloading plugin information. Please wait...
ca: Descarregant informació dels plugins. Espereu...
es: Descargando información de los plugins. Espere...

source: Dreambox Keyboard Deutsch
ca: Teclat alemany DMM
es: Teclado alemán DMM

source: Dreambox Keyboard English
ca: Teclat anglès DMM
es: Teclado inglés DMM

source: Driver date
ca: Data dels drivers
es: Fecha drivers

source: Duration
ca: Duració
es: Duración

source: Dutch
ca: Neerlandès
es: Holandés

source: Dynamic contrast
ca: Contrast dinàmic
es: Contraste dinámico

source: ECM Statistics
ca: Estadístiques d'ECM
es: Estadísticas de ECM

source: ECM Time
ca: Temps d'ECM
es: Tiempo ECM

source: ECM avg
ca: Mitjana d'ECM
es: Media de ECM

source: ECM last
ca: Darrera ECM
es: Última ECM

source: ECM-Time
ca: Temps d'ECM
es: Tiempo ECM

source: EPG Selection
ca: Selecció d'EPG
es: Selección de EPG

source: EPG encoding
ca: Codificació d'EPG
es: Codificación EPG

source: EPG file name
ca: Nom de l'arxiu d'EPG
es: Nombre del archivo de EPG

source: EPG language selection 1
ca: Primer idioma d'EPG
es: Primer idioma de EPG

source: EPG language selection 2
ca: Segon idioma d'EPG
es: Segundo idioma de EPG

source: EPG location
ca: Ubicació de l'arxiu d'EPG
es: Ubicación del archivo de EPG

source: EPG selection
ca: Selecció d'EPG
es: Selección de EPG

source: EPG settings
ca: Configuració d'EPG
es: Configuración de EPG

source: EPGRefresh
ca: Refrescar EPG
es: Refrescar EPG

source: ERROR - failed to scan (%s)!
ca: ERROR - ¡la recerca (%s) ha fallat!
es: ERROR - ¡la búsqueda (%s) ha fallado!

source: EXIT
ca: Sortir (EXIT)
es: Salir (EXIT)

source: East
ca: Est
es: Este

source: East limit set
ca: Ajustar límit est
es: Ajustar límite este

source: Edit
ca: Editar
es: Editar

source: Edit DNS
ca: Editar DNS
es: Editar DNS

source: Edit Timer
ca: Editar reserva
es: Editar reserva

source: Edit bouquets list
ca: Editar la llista de bouquets
es: Editar la lista de bouquets

source: Edit chapters of current title
ca: Editar els capítols del títol actual
es: Editar los capítulos del título actual

source: Edit services list
ca: Editar la llista de canals
es: Editar la lista de canales

source: Edit settings
ca: Editar la configuració
es: Editar la configuración

source: Edit the Nameserver configuration of your %s %s.
ca: Edita la configuració DNS del %s %s.
es: Edita la configuración DNS del %s %s.

source: Edit the network configuration of your %s %s.
ca: Edita la configuració de xarxa del %s %s.
es: Edita la configuración de red del %s %s.

source: Edit timer
ca: Editar temporitzador
es: Editar temporizador

source: Edit title
ca: Editar títol
es: Editar título

source: Edit upgrade source url.
ca: Editar la url de la font d'actualització.
es: Editar la url de la fuente de actualización.

source: Education/Science/...
ca: Educació/Ciència
es: Educación/Ciencia

source: Elapsed
ca: Transcorregut
es: Transcurrido

source: Elapsed & Remaining
ca: Transcorregut & pendent
es: Transcurrido & restante

source: Electronic Program Guide
ca: Guia de Programació Electrònica
es: Guía de Programación Electrónica

source: Enable
ca: Activar
es: Activar

source: Enable 'neutrino' style channel select controlling
ca: Controlador 'neutrino' per a la selecció de canals
es: Controlador 'neutrino' para la selección de canales

source: Enable 5V for active antenna
ca: Activar 5V per a l'antena activa
es: Activar 5V para la antena activa

source: Enable access from VPNs
es: Habilitar acceso desde VPN

source: Enable Authentication for streaming
ca: Habilitar autenticació per streaming
es: Habilitar autenticación para streaming

source: Enable EIT EPG
ca: Activar EPG EIT
es: Activar EPG EIT

source: Enable FastZapping
ca: Habilitar FastZapping
es: Habilitar FastZapping

source: Enable Filtering
ca: Habilitar el filtrat
es: Habilitar el filtrado

source: Enable HTTP Authentication
ca: Habilitar autenticació HTTP
es: Habilitar autenticación HTTP

source: Enable HTTPS
ca: Habilitar HTTPS
es: Habilitar HTTPS

source: Enable HTTPS Authentication
ca: Habilitar autenticació HTTPS
es: Habilitar autenticación HTTPS

source: Enable MHW EPG
ca: Activar EPG MHW
es: Activar EPG MHW

source: Enable Messages
ca: Habilitar missatges
es: Habilitar mensajes

source: Enable MiniTV
ca: Habilitar MiniTV
es: Habilitar MiniTV

source: Enable Netmed EPG
ca: Activar EPG Netmed
es: Activar EPG Netmed

source: Enable OK as preview in channel selection
ca: Habilitar OK com a vista prèvia a la llista de canals
es: Habilitar OK como vista previa en la lista de canales

source: Enable OK for channel selection
ca: Obrir llista de canals amb tecla OK
es: Abrir lista de canales con tecla OK

source: Enable Parental Control
ca: Habilitar control parental
es: Habilitar control parental

source: Enable Subservice mode in green button
ca: Habilitar el mode Subservei per a la tecla verda
es: Habilitar el modo Subservicio para el botón verde

source: Enable Swap at startup
ca: Activar 'Swap' en iniciar
es: Activar 'Swap' al iniciar

source: Enable Timer
ca: Habilitar reserva
es: Habilitar reserva

source: Enable ViaSat EPG
ca: Activar EPG ViaSat
es: Activar EPG ViaSat

source: Enable Virgin EPG
ca: Activar EPG Virgin
es: Activar EPG Virgin

source: Enable Wake On LAN
ca: Habilitar Wake On Lan
es: Habilitar Wake On Lan

source: Enable auto PIN
ca: Habilitar auto PIN
es: Habilitar auto PIN
