Repository: vuteam/se2
Catalog: po/*.po
Languages: ca, es

source: motor sport
ca: esport de motor
es: deporte de motor

source: motoring
ca: motor
es: motor

source: move down to last entry
ca: baixar fins l'última entrada
es: bajar a la última entrada

source: move down to next entry
ca: anar a l'entrada següent
es: bajar a la entrada siguiente

source: move up to first entry
ca: pujar fins la primera entrada
es: subir a la primera entrada

source: move up to previous entry
ca: anar a l'entrada anterior
es: subir a la entrada anterior

source: movie/drama (general)
ca: pel·lícula/drama (general)
es: película/drama (general)

source: multinorm
ca: multinorma
es: multinorma

source: music/ballet/dance (general)
ca: música/ballet/dansa (general)
es: música/ballet/baile (general)

source: nature/animals/environment
ca: naturalesa/animals/medi ambient
es: naturaleza/animales/medio ambiente

source: never
ca: Mai
es: Nunca

source: new media
ca: nous medis
es: nuevos medios

source: new time string too short
ca: Cadena de temps massa curta
es: Cadena de tiempo demasiado corta

source: news magazine
ca: magazine de notícies
es: magazine de notícias

source: news/current affairs (general)
ca: notícies/actualitat (general)
es: notícias/actualidad (general)

source: news/weather report
ca: notícies/el temps
es: notícias/el tiempo

source: next channel
ca: Canal següent
es: Canal siguiente

source: next channel in history
ca: Canal següent en l'històric
es: Canal siguiente en el histórico

source: no CAId selected
ca: no heu seleccionat CAId
es: no ha seleccionado CAId

source: no CI slots found
ca: no hi ha slots CI
es: no hay slots CI

source: no channel list
ca: sense llista de canals
es: sin lista de canales

source: no command passed, skipping restart
ca: No hi ha ordre, no s'inicia
es: No hay comando, no se inicia

source: no description available
ca: no hi ha descripció disponible
es: no hay descripción disponible

source: no image found
ca: No s'ha trobat cap imatge
es: No se ha encontrado imagen

source: no module found
ca: mòdul no trobat
es: módulo no encontrado

source: no new time
ca: No hi ha hora nova
es: No hay hora nueva

source: no or unknown card inserted
ca: no hi ha targeta, o és desconeguda
es: no hay tarjeta, o es desconocida

source: no resource manager
ca: sense gestor de recursos
es: sin gestor de recursos

source: no storage devices found
ca: No s'han trobat disp. d'emmagatzematge
es: No se han encontrado disp. de almacenamiento

source: none
ca: cap
es: ninguno

source: none/IPv4-only network
ca: cap/IPv4-només xarxa
es: ninguno/IPv4-solo red

source: not available
ca: no disponible
es: no disponible

source: not configured
ca: No configurat
es: No configurado

source: not locked
ca: no bloquejat
es: no bloqueado

source: not supported
ca: no suportat
es: no soportado

source: not used
ca: no utilitzat
es: no utilizado

source: nothing connected
ca: Res connectat
es: Nada conectado

source: of a DUAL layer medium used.
ca: d'un disc de DOBLE cara usat.
es: de un disco de DOBLE cara usado.

source: of a SINGLE layer medium used.
ca: d'un disc de cara SIMPLE usat.
es: de un disco de cara SIMPLE usado.

source: off
ca: desactivat
es: desactivado

source: offset is
ca: La desviació es
es: La desviación es

source: ofgwrite flashing ready.
ca: Instal·lació ofgwrite preparada.
es: Flasheo ofgwrite preparado.

source: ofgwrite not found !! Please make sure you have ofgwrite installed in /usr/bin/ofgwrite. Exit plugin.
ca: No s'ha trobat ofgwrite Asegureu-vos que està instal·lat a /usr/bin/ofgwrite. Sortir del plugin.
es: No se ha encontrado ofgwrite Asegúrese de que está instalado en /usr/bin/ofgwrite. Salir del plugin.

source: ofgwrite will stop enigma2 now to run the flash.
ca: ofgwrite aturarà enigma2 per procedir a la instal·lació.
es: ofgwrite detendrá enigma2 para proceder al flasheo.

source: on
ca: activat
es: activado

source: on READ ONLY medium.
ca: en un medi NOMÉS LECTURA.
es: en un medio SOLO LECTURA.

source: on Weekday
ca: de Dilluns a Divendres
es: de Lunes a Viernes

source: once
ca: Un cop
es: Una vez

source: only HD
ca: Només en HD
es: Sólo en HD

source: only from deep standby
ca: Només desde repòs profund
es: Sólo desde reposo profundo

source: only from standby
ca: Només desde repòs
es: Sólo desde reposo

source: open EPG...
ca: obrir EPG...
es: abrir EPG...

source: open Info...
ca: obrir info...
es: abrir info...

source: open nameserver configuration
ca: obrir la configuració del servidor de noms
es: abrir la configuración del servidor de nombres

source: open servicelist
ca: Obrir la llista de canals
es: Abrir lista de canales

source: open servicelist(down)
ca: Obrir la llista de canals (baixar)
es: Abrir la lista de canales (bajar)

source: open servicelist(up)
ca: Obrir la llista de canals (pujar)
es: Abrir la lista de canales (subir)

source: openSPA Menu
ca: Menú openSPA
es: Menú openSPA

source: original language
ca: idioma original
es: idioma original

source: partial match
ca: coincidència parcial
es: coincidencia parcial

source: pass
ca: Pas
es: Paso

source: performing arts
ca: arts
es: artes

source: placeholder message 2
ca: Misssatge del marcador 2
es: Mensaje del marcador 2

source: play as picture in picture
ca: Veure en la finestra PiP
es: Ver en ventana PiP

source: play from next mark or playlist entry
ca: reproduir des de la marca o entrada següent
es: reproducir desde la siguiente marca o siguiente película

source: play from previous mark or playlist entry
ca: reproduir des de la marca o entrada anterior
es: reproducir desde la marca o película anterior

source: play in mainwindow
ca: reprod. a la finestra princ.
es: reprod. en la ventana princ.

source: please press OK when ready
ca: Premeu OK quan esteu preparat
es: Pulse OK cuando esté preparado

source: please press exit to go back to the menu.
ca: premeu 'Exit' per tornar al menú.
es: pulse 'Exit' para volver al menú.

source: please wait, loading picture...
ca: carregant foto...
es: cargando foto...

source: please wait...
ca: Espereu...
es: Espere...

source: plugin to do cron daemon management
ca: Plugin per generar tasques del sistema
es: Plugin para generar tareas del sistema

source: popular culture/traditional arts
ca: cultura popular/arts tradicionals
es: cultura popular/artes tradicionales

source: pre-school children's program
ca: pre-escolar
es: pre-escolar

source: previous channel
ca: Canal anterior
es: Canal anterior

source: previous channel in history
ca: Canal previ en l'històric
es: Canal previo en el histórico

source: provid:
ca: proveïdor:
es: proveedor:

source: provider:
ca: proveïdor:
es: proveedor:

source: published by the Free Software Foundation.
ca: publicada per la Free Software Foundation.
es: publicada por la Free Software Foundation.

source: purge deleted userbouquets
ca: eliminar favorits esborrats
es: limpiar favoritos eliminados

source: readme.txt of Cronmanager
ca: readme.txt de Cronmanager
es: readme.txt de Cronmanager

source: reboot Dreambox
ca: Reiniciar el receptor
es: Reiniciar el receptor

source: receiver software because updates are available.
ca: el software. Hi ha actualitzacions disponibles
es: el software. Hay actualizaciones disponibles

source: record
ca: Enregistrar
es: Grabar

source: recording...
ca: Enregistrant...
es: Grabando...

source: recover inetd
ca: recuperar inetd
es: recuperar inetd

source: red
ca: Vermell
es: Rojo

source: reliable
ca: exacte
es: exacto

source: religion
ca: religió
es: religión

source: reload crontab
ca: Recarregar crontab
es: Recargar crontab

source: remarkable people
ca: famosos
es: famosos

source: remove after this position
ca: eliminar després d'aquesta posició
es: borrar después de esta posición

source: remove all alternatives
ca: eliminar tots els alternatius
es: borrar todos los alternativos

source: remove all new found flags
ca: eliminar totes les marques trobades
es: borrar todas las marcas encontradas

source: remove before this position
ca: eliminar abans d'aquesta posició
es: borrar antes de esta posición

source: remove bookmark
ca: eliminar el marcador
es: borrar el marcador

source: remove bouquet from parental protection
ca: treure la llista de la protecció d'adults
es: quitar la lista de la protección de adultos

source: remove cable services
ca: eliminar canals de cable
es: eliminar canales de cable

source: remove directory
ca: eliminar el directori
es: borrar el directorio

source: remove entry
ca: eliminar entrada
es: eliminar entrada

source: remove from parental protection
ca: treure la protecció d'adults
es: quitar la protección de adultos

source: remove new found flag
ca: eliminar la marca trobada
es: borrar la nueva marca encontrada

source: remove selected satellite
ca: eliminar el satèl·lit seleccionat
es: borrar el satélite seleccionado

source: remove terrestrial services
ca: eliminar canals terrestres
es: eliminar canales terrestres

source: remove this mark
ca: eliminar aquesta marca
es: borrar esta marca

source: rename entry
ca: reanomenar entrada
es: renombrar entrada

source: repeat playlist
ca: Repetir la llista de reproducció
es: Repetir la lista de reproducción

source: repeated
ca: Repetit
es: Repetido

source: restart Enigma on Dreambox
ca: Reiniciar Enigma
es: Reiniciar Enigma en el receptor

source: restart cron daemon
ca: Reiniciar el daemon Cron
es: Reiniciar el daemon Cron

source: restart options
ca: Reinicialitzar opcions
es: Resetear opciones

source: restart was canceled, because %s
ca: Reinici cancel·lat. Causa: %s
es: Reinicio cancelado. Razón: %s

source: restore deleted userbouquets
ca: restaurar favorits eliminats
es: restaurar favoritos eliminados

source: reverse by date
ca: per data descendent
es: por fecha descendente

source: rewind to the previous chapter
ca: tornar al capítol anterior
es: volver al capítulo anterior

source: right
ca: Dreta
es: Derecha

source: right, wrapped
ca: dreta, encerclat
es: derecha, encerrado

source: romance
ca: romàntica
es: romántica

source: root and kernel
ca: root i kernel
es: root y kernel

source: running
ca: corrent
es: corriendo

source: satellites.xml not found or corrupted! It is possible to watch TV, but it's not possible to search for new TV channels or to configure tuner settings
ca: No s'ha trobat satellites.xml o està corrupte Podeu seguir veient TV, però no podreu cercar canals ni configurar el sintonitzador
es: No se ha encointrado satellites.xml o está corrupto Puede seguir viendo TV, pero no podrá buscar nuevos canales ni configurar el sintonizador

source: save last directory on exit
ca: Desar l'últim directori en sortir
es: Guardar el último directorio al salir

source: save playlist on exit
ca: Desar la llista en sortir
es: Guardar la lista al salir

source: scan done!
ca: Recerca finalitzada.
es: Búsqueda terminada.

source: scan in progress - %d%% done!
ca: Recerca en procés - %d %% completat
es: Búsqueda en proceso - %d %% completado

source: scan state
ca: estat de la recerca
es: estado de la búsqueda

source: science fiction/fantasy/horror
ca: ciència-ficció/fantàstic/terror
es: ciencia-ficción/fantástico/terror

source: search library while playing
ca: Cercar a la llibreria mentre reprodueix
es: Buscar en la libreria mientras se reproduce

source: second cable of motorized LNB
ca: segon cable de l'LNB motoritzat
es: segundo cable del LNB motorizado

source: seconds
ca: segons
es: segundos

source: select
ca: seleccionar
es: seleccionar

source: select Bouquets
ca: seleccioneu favorits
es: seleccionar favoritos

source: select CAId's
ca: seleccioneu CAId's
es: seleccionar CAId's

source: select Channels
ca: seleccioneu canals
es: seleccionar canales

source: select EPG...
ca: seleccioneu epg...
es: seleccionar epg...

source: select Info...
ca: seleccioneu info...
es: seleccionar info...

source: select Tags
ca: seleccioneu etiquetes
es: seleccionar etiquetas

source: select menu entry
ca: seleccioneu l'entrada de menú
es: seleccionar la entrada de menú

source: select restart command to be executed
ca: Seleccioneu reiniciar ordre per executar-la
es: Seleccione reiniciar comando para ejecutarlo

source: serious music/classic music
ca: música solemne/clàssica
es: música solemne/clásica

source: serious/classical/religious/historical movie/drama
ca: solemne/clàssic/religiós/pel·lícula històrica/drama
es: solemne/clásico/religioso/película histórica/drama

source: service PIN
ca: PIN del canal
es: PIN del canal

source: service is in bouquet parental protection
ca: el canal està sota protecció parental
es: el canal está bajo la protección parental

source: set as startup service
ca: definir com a canal d'inici
es: definir como canal de inicio

source: setup PIN
ca: configurar PIN
es: configurar PIN

source: short help on Cronmanager commands
ca: Ajuda d'ordres CronManager
es: Ayuda de comandos CronManager

source: show DVD main menu
ca: mostrar el menú principal de DVD
es: mostrar el menú principal de DVD

source: show all cards
ca: mostrar totes les targetes
es: mostrar todas las tarjetas

source: show all tags
ca: mostrar totes les etiquetes
es: mostrar todas las etiquetas

source: show alternatives
ca: mostrar alternatius
es: mostrar alternativos

source: show cards with uphop 0
ca: mostrar targetes en hop 0
es: mostrar tarjetas de hop 0

source: show cards with uphop 1
ca: mostrar targetes en hop 1
es: mostrar tarjetas de hop 1

source: show cards with uphop 2
ca: mostrar targetes en hop 2
es: mostrar tarjetas de hop 2

source: show cards with uphop 3
ca: mostrar targetes en hop 3
es: mostrar tarjetas de hop 3

source: show cards with uphop 4
ca: mostrar targetes en hop 4
es: mostrar tarjetas de hop 4

source: show cards with uphop 5
ca: mostrar targetes en hop 5
es: mostrar tarjetas de hop 5

source: show cards with uphop 6
ca: mostrar targetes en hop 6
es: mostrar tarjetas de hop 6

source: show cards with uphop 7
ca: mostrar targetes en hop 7
es: mostrar tarjetas de hop 7

source: show cards with uphop 8
ca: mostrar targetes en hop 8
es: mostrar tarjetas de hop 8

source: show cards with uphop 9
ca: mostrar targetes en hop 9
es: mostrar tarjetas de hop 9

source: show event details
ca: mostrar detalls de l'event
es: mostrar detalles del evento

source: show mediaplayer on mainmenu
ca: Mostrar el reproductor en el menú principal
es: Mostrar el reproductor en el menú principal

source: show softwaremanager in setup menu
ca: Mostrar gestor de software en el menú de conf.
es: Mostrar gestor de software en el menú de conf.

source: show softwaremanager on blue button
ca: Mostrar gestor de software amb la tecla blava
es: Mostrar gestor de software con la tecla azul

source: show system time
ca: Mostrar hora del sistema
es: Mostrar hora del sistema

source: show transponder info
ca: mostrar info del transponedor
es: mostrar info del transpondedor

source: show/game show (general)
ca: espectacle/concurs (general)
es: espectáculo/concurso (general)

source: showing Cronmanager Info
ca: Mostrant Informació de CronManager
es: Mostrando Información de CronManager

source: showing system time
ca: Mostrant la data del sistema
es: Mostrando fecha del sistema

source: shuffle
ca: aleatori
es: aleatorio

source: shut down
ca: Apagar
es: Apagar

source: shutdown
ca: Apagar
es: Apagar

source: simple
ca: Senzill
es: Sencillo

source: skip backward
ca: retrocedir
es: retroceder

source: skip forward
ca: avançar
es: adelantar

source: slow
ca: lent
es: despacio

source: soap/melodram/folkloric
ca: comèdia/melodrama/folklòric
es: enredo/melodrama/folklórico

source: social/political issues/economics (general)
ca: informació social/política/econòmica (general)
es: información social/política/económica (general)

source: social/spiritual science
ca: ciència espiritual/social
es: ciencia espiritual/social

source: sorting of playlists
ca: Classificació de les llistes de reproducció
es: Clasificar las listas de reproducción

source: spaPANEL
ca: Panell SPA
es: Panel SPA

source: special characters
ca: caràcters especials
es: caracteres especiales

source: special events
ca: events especials
es: eventos especiales

source: sports (general)
ca: esports (general)
es: deportes (general)

source: sports magazine
ca: magazine d'esports
es: magazine de deportes

source: standard
ca: Estàndard
es: Estándar

source: standby
ca: pausa
es: pausa

source: start cron daemon
ca: Iniciar el daemon Cron
es: Iniciar el daemon Cron

source: start cut here
ca: començar el tall aquí
es: comenzar corte aquí

source: start directory
ca: Directori d'inici
es: Directorio de inicio

source: start match
ca: iniciar coincidència
es: inicio de coincidencia

source: start opera web browser
ca: iniciar navegador web opera
es: iniciar navegador web opera

source: stereo
ca: estèreo
es: estéreo

source: stop cron daemon
ca: Aturar el daemon Cron
es: Parar el daemon Cron

source: stop playback, return to library
ca: Atura la reproducció i torna a la llista
es: Detiene la reproducción y vuelve a la lista

source: stop using as startup service
ca: deixar d'utilitzar-lo como a canal d'inici
es: terminar de utilizarlo como canal de inicio

source: stéreo
ca: estèreo
es: estéreo

source: switch to bookmarks
ca: canviar a marcadors
es: pasar a marcadores

source: switch to filelist
ca: canviar a la llista d'arxius
es: cambiar a lista de ficheros

source: switch to the next angle
ca: canviar a l'angle següent
es: cambiar al siguiente ángulo

source: switch to the next audio track
ca: canviar a la pista d'àudio següent
es: cambiar a la siguiente pista de audio

source: switch to the next subtitle language
ca: canviar al idioma de subtítols següent
es: cambiar al siguiente idioma de subtítulos

source: system:
ca: sistema:
es: sistema:

source: talk show
ca: debat
es: debate

source: team sports
ca: equips esportius
es: equipos deportivos

source: technology/natural science
ca: ciències naturals/tecnologia
es: ciencias naturales/tecnología

source: template file
ca: fitxer de plantilla
es: fichero de plantilla

source: tennis/squash
es: tenis/squash

source: terms of the GNU General Public License version 2 as
ca: Llicència Pública General GNU versió 2,
es: Licencia Pública General GNU versión 2,

source: this bouquet is protected by a parental control pin
ca: aquesta llista està protegida per el control d'adults
es: esta lista está protegida por el control de adultos

source: this recording
ca: aquesta gravació
es: esta grabación

source: this service is protected by a parental control pin
ca: aquest canal està protegit per el control d'adults
es: este canal está protegido por el control de adultos

source: this will take between 2 and 9 minutes
ca: trigarà entre 2 i 9 minuts
es: tardará entre 2 y 9 minutos

source: toggle time, chapter, audio, subtitle info
ca: canviar a hora, capítol, àudio, info subtítols
es: poner hora, capítulo, audio, info subtítulos

source: top
ca: dalt
es: arriba

source: tourism/travel
ca: turisme/viatges
es: turismo/viajes

source: traditional (fast)
ca: tradicional (ràpid)
es: tradicional (rápido)

source: transcoded
ca: transcodificat
es: transcodificado

source: true
ca: cert
es: verdadero

source: tuner is not supported
ca: tuner no suportat
es: tuner no soportado

source: type %s is not a number
ca: El tipus %s no és un número
es: El tipo %s no es un número

source: unavailable
ca: no disponible
es: no disponible

source: unconfirmed
ca: no confirmat
es: no confirmado

source: undefined
ca: no definit
es: no definido

source: unknown
ca: (sense determinar)
es: (Sin determinar)

source: unknown error
ca: error desconegut
es: error desconocido

source: unknown service
ca: canal desconegut
es: canal desconocido

source: unpublished
ca: inèdit
es: inédito

source: until standby/restart
ca: fins a repòs/reinici
es: hasta reposo/reinicio

source: use as HDD replacement
ca: Utilitzar com a substitut de l'HDD
es: Utilizar como sustituto de HDD

source: user defined
ca: Definit per l'usuari
es: Definido por el usuario

source: using:
ca: utilitzat:
es: utilizado:

source: variety show
ca: espectacle de varietats
es: espectáculo de variedades

source: wait for ci...
ca: esperar al ci...
es: esperar al ci...

source: wait for mmi...
ca: esperar mmi...
es: esperar para mmi...

source: waiting
ca: esperant
es: esperando

source: water sport
ca: esports aquàtics
es: deportes acuáticos

source: weekly
ca: Setmanalment
es: Semanalmente

source: west
ca: oest
es: este

source: when PiPzap enabled zap channel down...
ca: Amb PiPzap habilitat anar al canal anterior
es: Con PiPzap habilitado zapear al canal anterior

source: when PiPzap enabled zap channel up...
ca: Amb PiPzap habilitat anar al canal següent
es: Con PiPzap habilitado zapear al canal siguiente

source: white
ca: Blanc
es: Blanco

source: whitelist
ca: Llista blanca
es: Lista blanca

source: wide
ca: ampli
es: amplio

source: width
ca: ample
es: ancho

source: will take about 1-4 minutes for this system
ca: trigarà entre 1 i 4 minuts en acabar
es: tardará entre 1 y 4 minutos en finalizar

source: will take about 3-12 minutes for this system
ca: trigarà entre 3 i 12 minuts en acabar
es: tardará entre 3 y 12 minutos en finalizar

source: will take about 30 minutes for this system
ca: en aquest sistema trigarà uns 30 minuts
es: en este sistema tardará unos 30 minutos

source: winter sport
ca: esports d'hivern
es: deportes de invierno

source: wireless network interface
ca: Interfície de xarxa sense fils
es: Interface de red inalámbrica

source: with %d error
es: con %d error

source: with text
ca: amb text
es: con texto

source: with tuner name
ca: amb el nom del sint.
es: con el nombre del sint.

source: working
ca: treballant
es: trabajando

source: yellow
ca: Groc
es: Amarillo

source: yes
ca: Sí
es: Sí

source: yes (keep feeds)
ca: si (mantenir fonts)
es: si (conservar fuentes)

source: you can redistribute it and/or modify it under the
ca: Podeu redistribuir-lo i/o modificar-lo respectant els termes de la
es: Vd. puede redistribuirlo y/o modificarlo bajo los términos de la

source: you were not confirming
ca: No ho heu confirmat
es: No lo ha confirmado

source: zap
ca: Anar-hi
es: Zapear

source: zap and record
ca: Anar i enregistrar
es: Zapear y grabar

source: zap before Stream
ca: Canviar abans d'Stream
es: Cambiar antes de Stream

source: zapped
ca: Canviat
es: Cambiado

source: Date/Time Format in Standby
es: Formato de Fecha/Hora en reposo

source: Set de Date/Time Format in VFD in standby mode (A = Alternate data every 15sg).
es: Configura el formato de Fecha/Hora en reposo en el display (A = Alterna los datos cada 15sg).

source: Teletext font and resolution
es: Fuente y resolución Teletexto

source: Configure the display resolution and the font used for teletext.
es: Configurar la resolución de pantalla y la fuente usada por el teletexto.

source: Teletext UseTTF (0=fixed font, 1=TrueType)
es: Teletexto UseTTF (0=Fija, 1=TrueType)

source: Configure whether a fixed font or a scalable TrueType font is used for teletext.
es: Configurar si se utiliza una fuente fija o una fuente TrueType escalable para el teletexto.

source: Teletext TTFBold (0=normal, 1=bold)
es: Teletexto TTFBold (0=Normal, 1=Negrita)

source: Configure whether a bold TrueType font is used for teletext.
es: Configurar si se utiliza una fuente TrueType en negrita para el teletexto.

source: Teletext TTFScreenResX (screen X resolution)
es: Teletexto TTFScreenResX (Resolución pantalla X)

source: Configure the screen resolution for teletext (Not all skins support full-HD teletext).
es: Configurar la resolución de pantalla para el teletexto (No todos los skins admiten teletexto FullHD).

source: Teletext StartX (left border)
es: Teletexto StartX (Borde izquierdo)

source: Configure the start coordinate in x of the teletext display area.
es: Configurar la coordenada de inicio en x del área de visualización del teletexto.

source: Teletext EndX (right border)
es: Teletexto EndX (Borde derecho)
