Repository: vuteam/se2
Catalog: po/*.po
Languages: ca, es

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
ca: Ajusteu el color de tal manera que totes les ombres es distingeixin, però tan saturades como sigui possible. Quan esteu d'acord amb el resultat, premeu OK per tancar aquesta configuració, o utilitzeu una tecla numèrica par seleccionar altres pantalles de prova.
es: Ajuste la configuración del color de forma que todas las sombras se distingan, pero que estén tan saturadas como sea posible. Cuando esté satisfecho con el resultado, pulse OK para cerrar esta configuración, o utilice una tecla numérica para seleccionar otras pantallas de prueba.

source: Advanced
ca: Avançat
es: Avanzado

source: Advanced options
ca: Opcions avançades
es: Opciones avanzadas

source: Advanced restore
ca: Restauració avançada
es: Restauración avanzada

source: Advanced software
ca: Software avançat
es: Software avanzado

source: Advanced software plugin
ca: Plugin de software avançat
es: Plugin de software avanzado

source: Advanced video enhancement setup
ca: Configuració avançada de millora de vídeo
es: Configuración avanzada de mejora de video

source: Advanced video setup
ca: Configuració avançada de vídeo
es: Configuración avanzada de vídeo

source: After Event
ca: Després de l'event
es: Después del evento

source: After event
ca: Després de l'event
es: Después del evento

source: Afterevent
ca: Després de l'event
es: Después del evento

source: Album
ca: Àlbum
es: Álbum

source: Alias
ca: Host
es: Host

source: Alignment of events
ca: Alineació dels events
es: Alineamiento de los eventos

source: Alignment of service names
ca: Alineació dels noms de canal
es: Alineación de los nombres de canal

source: All
ca: Tot
es: Todo

source: All Channels
ca: Tots els canals
es: Todos los canales

source: All Files of this Software are open source software;
ca: Tots els arxius d'aquest software són software de codi obert;
es: Todos los archivos de este software son software de código abierto;

source: All Files of this Software are open source software; you can redistribute it and/or modify it under the terms of the GNU General Public License version 2 as published by the Free Software Foundation.
ca: Tots els arxius d'aquest software són software de codi obert; podeu redistribuir-lo i/o modificar-lo segons els termes de la Llicència Pública General GNU versió 2, publicada per la Free Software Foundation.
es: Todos los archivos de este software son software de código abierto; Vd. puede redistribuirlo y/o modificarlo bajo los términos de la Licencia Pública General GNU versión 2, publicada por la Free Software Foundation.

source: All ages
ca: Tots els públics
es: Todos los públicos

source: All frequency
ca: Tota la freqüència
es: Toda la frecuencia

source: All resolutions
ca: Totes les resolucions
es: Todas las resoluciones

source: All satellites
ca: Tots els satèl·lits
es: Todos los satélites

source: All satellites 1 (USALS)
ca: Tots els satèl·lits 1 (USALS)
es: todos los satélites 1 (USALS)

source: All satellites 2 (USALS)
ca: Tots els satèl·lits 2 (USALS)
es: todos los satélites 2 (USALS)

source: All satellites 3 (USALS)
ca: Tots els satèl·lits 3 (USALS)
es: todos los satélites 3 (USALS)

source: All satellites 4 (DiSEqC mode 1.2)
ca: Tots els satèl·lits 4 (DiSEqC 1.2)
es: Todos los satélites 4 (DiSEqC modo 1.2)

source: All satellites 4 (USALS)
ca: Tots els satèl·lits 4 (USALS)
es: todos los satélites 4 (USALS)

source: All services provider
ca: Proveïdor de tots els canals
es: Proveedor de todos los canales

source: Allocate
ca: Localitzar
es: Localizar

source: Allocate unused memory index
ca: Ubicar índexs no utilitzats
es: Ubicar índices no utilizados

source: Allow quit movieplayer with exit
ca: Sortir del reproductor amb 'EXIT'
es: Salir del reproductor con 'EXIT'

source: Allow subtitle language to equal audio language
ca: Permetre l'idioma de subtítols igual que el d'àudio
es: Permitir el idioma de subtitulos igual que el de audio

source: Allow subtitles for hearing impaired
ca: Activar l'audiodescripció per a sords
es: Activar audiodescripción para sordos

source: Allow unsupported modes
ca: Habilita els formats no suportats
es: Habilita los formatos no soportados

source: Allows you to adjust the amount of time the resolution infomation display on screen.
ca: Permet ajustar el temps que la informació de la resolució es mostrarà per pantalla.
es: Permite ajustar el tiempo que la información de la resolución se mostrará en pantalla.

source: Allows you to enable/disable displaying icons on the frontpanel.
ca: Habilita/deshabilita mostrar icones al panell frontal.
es: Habilita/deshabilita mostrar iconos en el panel frontal.

source: Almost there...
ca: Ja falta poc...
es: Ya falta poco...

source: Also on standby
ca: També en repòs
es: También en reposo

source: Alternative
ca: Alternatiu
es: Alternativo

source: Alternative Image 1 partition for boot repair not found.
ca: No s'ha trobat la partició alternativa de la imatge 1
es: No se ha encontrado la partición alternativa de la imagen 1

source: Alternative numbering mode
ca: Mode alternatiu de numeració
es: Modo alternativo de numeración

source: Alternative services tuner priority
ca: Sintonitzador prioritari en canals alternatius
es: Sintonizador prioritario en canales alternativos

source: Always
ca: Sempre
es: siempre

source: Always ask
ca: Demanar-ho sempre
es: Preguntar siempre

source: Always hide infobar
ca: Amagar la infobar sempre
es: Ocultar siempre la infobar

source: Always include ECM in recordings
ca: Incloure sempre les ECM a les gravacions
es: Incluir siempre las ECM en las grabaciones

source: Always include ECM messages in recordings. This overrides the individual timer settings globally. It allows recordings to be always decrypted afterwards (sometimes called offline decoding), if supported by your receiver. Default: off.
ca: Incluye los mensajes ECM en las grabaciones. Este ajuste prevalece sobre los ajustes globales de los temporizadores. Permite a las grabaciones (si el receptor lo admite) ser descodificadas con posterioridad (generalmente llamado "decodificación offline"). Defecto: deshabilitado
es: Incluye los mensajes ECM en las grabaciones. Este ajuste prevalece sobre los ajustes globales de los temporizadores. Permite a las grabaciones (si el receptor lo admite) ser descodificadas con posterioridad (generalmente llamado "decodificación offline"). Defecto: deshabilitado

source: Always use smart1080p mode
ca: Utilitzar sempre el mode smart1080p
es: Utilizar siempre el modo smart1080p

source: Amount of recordings left
ca: Gravacions que resten
es: Grabaciones que quedan

source: An empty filename is illegal.
ca: Un nom d'arxiu buit és il·legal.
es: Un nombre de fichero vacío es ilegal.

source: An error occurred while downloading the packetlist. Please try again.
ca: Hi ha hagut un error en descarregar els paquets. Torneu-ho a provar
es: Ha ocurrido un error al descargar los paquetes. Inténtelo de nuevo

source: An unknown error occured!
ca: Hi ha hagut un error!
es: Ha ocurrido un error!

source: And press OK
ca: I premeu OK
es: Y pulse OK

source: And will put your receiver in standby over
ca: I el receptor entrarà en repòs sobre
es: Y el receptor entrará en reposo sobre

source: And will shutdown your receiver over
ca: I el receptor s'apagarà sobre
es: Y el receptor se apagará sobre

source: Animation Setup
ca: Configurar animació
es: Configurar animación

source: Animation Speed
ca: Velocitat d'animació
es: Velocidad de animación

source: Animations
ca: Animacions
es: Animaciones

source: Another adapter connected has been found. A connection is attempted after disconnect all of other device. Do you want to?
ca: S'ha trobat un altre adaptador. Voleu intentar la connexió després de desconnectar els altres dispositius?
es: Se ha encontrado otro adaptador. Desea intentar la conexión después de desconectar los otros dispositivos?

source: Answer is NO!
ca: La resposta es NO
es: La respuesta es NO

source: Answer is YES!
ca: La resposta es SI
es: La respuesta es SI

source: Any activity
ca: Amb qualsevol activitat
es: Con cualquier actividad

source: Any service/recording
ca: Qualsevol servei/gravació
es: Cualquier servicio/grabación

source: April
ca: Abril
es: Abril

source: Arabic
ca: Àrab
es: Árabe

source: Are you sure to purge all deleted userbouquets?
ca: Segur que voleu eliminar els favorits esborrats?
es: Seguro que quiere eliminar los favoritos borrados?

source: Are you sure to remove all %d.%d%s%s services?
ca: Segur que voleu eliminar tots els canals %d.%d%s%s?
es: Seguro que quiere eliminar todos los canales %d.%d%s%s?

source: Are you sure to remove all cable services?
ca: Segur que voleu eliminar tots els canals de CABLE?
es: Seguro que quiere eliminar todos los canales de CABLE?

source: Are you sure to remove all terrestrial services?
ca: Segur que voleu eliminar tots els canals de TDT?
es: Seguro que quiere eliminar todos los canales de TDT?

source: Are you sure to remove this entry?
ca: Segur que voleu eliminar aquesta entrada?
es: Seguro que quiere eliminar esta entrada

source: Are you sure you want to activate this network configuration?
ca: Segur que voleu activar aquesta configuració de xarxa?
es: Está seguro de que quiere activar esta configuración de red?

source: Are you sure you want to delete the following backup:
ca: Segur que voleu eliminar la còpia:
es: Seguro que quiere borrar la copia:

source: Are you sure you want to delete this:
ca: Segur que voleu eliminar:
es: Seguro que desea borrar:

source: Are you sure you want to exit this wizard?
ca: Segur que voleu sortir d'aquest assistent?
es: Seguro de que quiere salir de este asistente?

source: Are you sure you want to restart your network interfaces?
ca: Segur que voleu reiniciar els adaptadors de xarxa?
es: Seguro que quiere reiniciar los adaptadores de red?

source: Are you sure you want to restore the following backup: %s Your receiver will restart after the backup has been restored!
ca: Segur que voleu restaurar la còpia: %s El receptor es reiniciarà després d'haver restaurat la còpia.
es: Seguro que quiere restaurar la copia: %s El receptor se reiniciará después de que la copia hay sido restaurada.

source: Are you sure you want to restore the backup? Your receiver will restart after the backup has been restored!
ca: Segur que voleu restaurar la còpia? El receptor es reiniciarà després d'haver restaurat la còpia.
es: Está seguro de restaurar la copia? El receptor se reiniciará despues de hacerlo

source: Are you sure you want to save this network mount?
ca: Segur que voleu desar aquest muntatge de xarxa?
es: Está seguro de que quiere guardar este montaje de red?

source: Are you sure?
ca: N'esteu segur/a?
es: Está seguro?

source: Artist
ca: Artista
es: Artista

source: Arts/Culture
ca: Art/Cultura
es: Arte/Cultura

source: Ask user
ca: Demanar a l'usuari
es: Preguntar al usuario

source: Ask, default No
ca: Preguntar. Per defecte, no
es: Preguntar. Por defecto, no

source: Ask, default Yes
ca: Preguntar. Per defecte, si
es: Preguntar. Por defecto, si

source: Aspect ratio
ca: Relació d'aspecte
es: Relación de aspecto

source: Assigned CAIds:
ca: CAIds assignats:
es: CAIds asignados:

source: Assigned services/provider:
ca: Proveïdor/canals assignats:
es: Proveedor/canales asignados:

source: At beginning
ca: Al principi
es: Al principio

source: At end
ca: Al final
es: Al final

source: Attempt to mount shares again
ca: Intentar muntar un altre cop els recursos
es: Intentar montar de nuevo los recursos

source: Attempt to recover lost mounts (in background)
ca: Intentar recuperar muntatges perduts (en seg. plà).
es: Intentar recuperar montajes perdidos (en seg. plano).

source: Attention, this is repeated timer!
ca: Compte, aquest temporitzador està repetit!
es: Cuidado, este temporizador está repetido!

source: Attention, this is repeated timer! What do you want to do?
ca: Compte, aquest temporitzador està repetit! Què voleu fer?
es: Cuidado, este temporizador está repetido! Qué quiere hacer?

source: Audio Auto Volume Level
ca: Volum d'àudio automàtic
es: Volumen de audio automático

source: Audio PID
ca: PID d'àudio
es: PID de audio

source: Audio Selection
ca: Selecció d'àudio
es: Selección de audio

source: Audio Source
ca: Font d'àudio
es: Fuente de audio

source: Audio Sync
ca: Sincronització d'àudio
es: Sincronización de Audio

source: Audio language selection 1
ca: Primer idioma d'àudio
es: Primer idioma de audio

source: Audio language selection 2
ca: Segon idioma d'àudio
es: Segundo idioma de audio

source: Audio language selection 3
ca: Tercer idioma d'àudio
es: Tercer idioma de audio

source: Audio language selection 4
ca: Quart idioma d'àudio
es: Cuarto idioma de audio

source: Audio options...
ca: Opcions d'àudio
es: Opciones de audio

source: Audio settings
ca: Ajustaments d'àudio
es: Ajustes de audio

source: August
ca: Agost
es: Agosto

source: Author:
ca: Autor:
es: Autor:

source: Authoring mode
ca: Mode d'autor
es: Modo autorizativo

source: Authors
ca: Autor
es: Autor

source: Auto chapter split every ? minutes (0=never)
ca: Dividir en capítols cada ? minuts (0 = mai)
es: Dividir en capítulos cada ? minutos (0=nunca)

source: Auto connect
ca: Autoconnectar
es: Autoconectar

source: Auto connect:
ca: Autoconnectar:
es: Autoconectar:

source: Auto flesh
ca: Auto refresc
es: Auto refresco

source: Auto focus
ca: Autoenfocar
es: Autoenfocar

source: Auto focus commencing ...
ca: Iniciant Autofocus
es: Iniciando Autoenfoque

source: Auto language selection
ca: Autoselecció d'idioma
es: Autoselección de idioma

source: Auto play blu-ray file
ca: Auto-reproduir arxiu de blu-ray
es: Auto-reproducir archivo de blu-ray

source: Auto scart switching
ca: Canvi automàtic a Scart
es: Cambio automático a euroconector

source: AutoBackup Configuration
ca: Configuració d'AutoBackup
es: Configuración de AutoBackup

source: AutoTimer
ca: AutoProgramació
es: AutoProgramación

source: AutoTimer Edit
ca: Editar AutoProgramació
es: Editar AutoProgramación

source: AutoTimer List
ca: Llista AutoProg.
es: Lista AutoProg.

source: Automatic
ca: Automàtic
es: Automático

source: Automatic Scan
ca: Cerca automàtica
es: Búsqueda automática

source: Automatic resolution
ca: Resolució automàtica
es: Resolución automática

source: Automatic resolution label
ca: Mostrar informació d'AutoResolució
es: Mostrar información de AutoResolución

source: Automatic scan
ca: Recerca automàtica
es: Búsqueda automática

source: Automatic settings backup
ca: Backup automàtic de la configuració
es: Backup automático de la configuración

source: Automatic start time
ca: Hora de la còpia automàtica
es: Hora de la copia automática

source: Automatically start timeshift after
ca: Autoiniciar timeshift després de
es: Autoiniciar timeshift después de

source: Automatically turn on external subtitles
ca: Activar automàticament els subtítols externs
es: Activar automáticamente los subtítulos externos

source: Automatically update Client/Server View?
ca: Autoactualitzar la vista Servidor/Client?
es: Autoactualizar la vista Servidor/Cliente?

source: Autostart
ca: Autoinici
es: Autoinicio

source: Autostart Disabled
ca: Autoinici desactivat
es: AutoInicio Desactivado

source: Autostart Enabled
ca: Autoinici activat
es: AutoInicio Activado

source: Autostart:
ca: Autoinici:
es: Autoinicio:

source: Autotimer Preview
ca: Previsualitzar AutoProgramació
es: Previsualizar AutoProgramación

source: Available format variables
ca: Variables de format disponibles
es: Variables de formato disponibles

source: Available shares:
ca: Shares disponibles:
es: Shares disponibles:

source: Azbox FrontPanel Manager
ca: Configuració del Panell Frontal
es: Configuración de Panel Frontal

source: BACK-UP TOOL FOR A %s
ca: Plug-In de Backup per al %s
es: Herramienta de Backup para el %s

source: BOOT Select
ca: Selecc. BOOT
es: Selecc. BOOT

source: Back
ca: Enrere
es: Atrás

source: Back USB 3.0
ca: USB posterior 3.0
es: USB trasero 3.0

source: Back, lower USB
ca: USB posterior inferior
es: USB trasero inferior

source: Back, upper USB
ca: USB posterior superior
es: USB trasero superior

source: Back-up Tool for a %s
ca: Plugin de backup per %s
es: Herramienta de backup para %s

source: Background
ca: Segon plà
es: Segundo plano

source: Background color
ca: Color de fons
es: Color de fondo

source: Background delete option
ca: Esborrat en segon plà
es: Borrado en segundo plano

source: Background delete speed
ca: Velocitat d'esborrat en segon plà
es: Velocidad de borrado en segundo plano

source: Background only
ca: Només en segon plà
es: Sólo en segundo plano

source: Backspace Key
ca: Tecla enrere
es: Tecla Backspace

source: Backup Date: %s
ca: Data del backup: %s
es: Fecha del backup: %s

source: Backup Image
ca: Backup del firmware
es: Backup del firmware

source: Backup completed.
ca: Backup completat.
es: Backup completado.

source: Backup failed.
ca: Backup fallit.
es: Backup fallido.

source: Backup is running...
ca: S'està realitzant un backup...
es: Se está realizando un backup...

source: Backup location
ca: Localització de la còpia
es: Localización de la copia

source: Backup system settings
ca: Backup de la configuració
es: Backup de la configuración

source: Backup to $BACKUPDIR/backup/
ca: Creant còpia a $BACKUPDIR/backup/
es: Creando copia en $BACKUPDIR/backup/

source: Band
ca: Banda
es: Banda

source: Bandwidth
ca: Ample de banda
es: Ancho de banda

source: Base transparency for OpenOpera web browser
ca: Transparència de base per al navegador OpenOpera
es: Transparencia de base para el navegador OpenOpera

source: Base transparency for teletext, more options available within teletext screen.
ca: Transparència de base per al teletext. Més opcions a la pantalla de teletext
es: Transparencia de base para el teletexto. Más opciones en la pantalla de teletexto

source: Basque
ca: Euskera
es: Euskera

source: Begin
ca: Inici
es: Inicio

source: Begin of "after event" timespan
ca: Inici de l'intèrval "després de l'event"
es: Comienzo del intervalo "después del evento"

source: Begin of timespan
ca: Inici de l'intèrval de temps
es: Comienzo del intervalo de tiempo

source: Begin time
ca: Hora d'inici
es: Hora de inicio

source: Behavior of 'pause and ok' when paused
ca: Acció de 'Pausa i OK' si està en pausa
es: Acción de 'pausa y OK' si está en pausa

source: Behavior of 0 key in PiP-mode
ca: Ús de la tecla 0 en el mode PiP
es: Uso de la tecla 0 en el modo PiP

source: Behavior when a movie is started
ca: Quan una pel·lícula ha començat
es: Al empezar una película

source: Behavior when a movie is stopped
ca: Quan s'atura una pel·lícula
es: Cuando se detiene una película

source: Behavior when a movie reaches the end
ca: En acabar una pel·lícula
es: Al terminar una película

source: Big PiP
ca: PiP gran
es: PiP grande

source: Bitrate:
ca: Velocitat:
es: Velocidad:

source: Black screen
ca: Pantalla en negre
es: Pantalla en negro

source: Black screen till locked
ca: Pantalla negra fins a sintonitzar
es: Pantalla negra hasta sintonizar

source: Block noise reduction
ca: Reducció del soroll de bloc
es: Reducción del factor de ruido

source: Blue boost
ca: Augmentar blau
es: Aumentar azul

source: Bookmark
ca: Marcadors
es: Marcadores

source: Bookmark Edit
ca: Editor de Marcadors
es: Editor de Marcadores

source: Bookmark Title
ca: Títol Marcador
es: Título Marcador

source: Bookmark URL
ca: URL Marcador
es: URL Marcador

source: Bookmark was created.
ca: S'ha creat el marcador.
es: Se ha creado el marcador.

source: Bookmarks
ca: Marcadors
es: Marcadores

source: Boost blue
ca: Enfatitzar el blau
es: Enfatizar el azul

source: Boost green
ca: Enfatitzar el verd
es: Enfatizar el verde

source: Bouquet Editor
ca: Editor de Favorits
es: Editor de Favoritos

source: BouquetEditor
ca: Editor de Favorits
es: Editor de Favoritos

source: Bouquets
ca: Favorits
es: Favoritos

source: Box
ca: Receptor
es: Receptor

source: Box Control
ca: Control receptor
es: Control receptor

source: Box Info
ca: Informació receptor
es: Información receptor

source: Box Uptime
ca: Funcionament receptor
es: Funcionamiento receptor

source: Brand
ca: Marca
es: Marca

source: Brightness
ca: Brillantor
es: Brillo

source: Brightness (Normal)
ca: Brillantor (normal)
es: Brillo (normal)

source: Brightness (Standby)
ca: Brillantor (repòs)
es: Brillo (reposo)

source: Broadcast:
ca: Emissió:
es: Emisión:

source: Browse network neighbourhood
ca: Explorar la xarxa local
es: Explorar la red local

source: Browser Help
ca: Ajuda Navegador WEB
es: Ayuda Navegador WEB

source: Browser Start/Stop
ca: Iniciar/aturar Navegador
es: Iniciar/Detener Navegador

source: BrowserMain
ca: Navegador - Menú principal
es: Navegador - Menú Principal

source: Buffering %d%%
ca: Búffer %d%%
es: Búffer: %d%%

source: Bulgarian
ca: Búlgar
es: Búlgaro

source: Burn DVD
ca: Gravar DVD
es: Grabar DVD

source: Burn existing image to DVD
ca: Gravar en DVD una imatge existent
es: Grabar una imagen existente en DVD

source: Burn to DVD
ca: Gravar en DVD...
es: Grabar en DVD...

source: Buttons Setup
ca: Configuració de tecles
es: Configuración de teclas

source: By default /media/hdd is selected. Select /media/usb if you want to change device
ca: S'ha seleccionat /media/hdd com a unitat per defecte. Seleccioneu /media/usb per canviar d'unitat
es: Se ha seleccionado /media/hdd como unidad por defecto. Seleccione /media/usb para cambiar de unidad

source: By default, SNR will be shown in dB (when supported by the tuner). This setting forces SNR to be shown as a percentage instead.
ca: Per defecte, la S/R es mostrarà en dB (si està suportat pel sintonitzador). Aquest ajustament mostra la S/R en percentatge (%)
es: Por defecto, la S/R se mostrará en dB (si es soportado por el sintonizador). Este ajuste muestra la S/R en porcentaje (%)

source: By openSPA Team
ca: per OpenSPA
es: por OpenSPA

source: Bypass HDMI EDID Check
ca: No comprovar HDMI EDID
es: No comprobar HDMI EDID

source: Bytes received:
ca: Bytes rebuts
es: Bytes recibidos

source: Bytes sent:
ca: Bytes enviats
es: Bytes enviados

source: C-Band
ca: Banda-C
es: Banda-C

source: CCcam Client Info
ca: Informació de client CCcam
es: Información de cliente CCcam

source: CCcam Config Switcher
ca: Intercanviar CCcam.cfg
es: Intercambiar CCcam.cfg

source: CCcam ECM Info
ca: Info d'ECM de CCcam
es: Info de ECM de CCcam

source: CCcam Info %s by AliAbdul %s This plugin shows you the status of your CCcam.
ca: CCcam Info %s per AliAbdul %s Mostra l'estat de CCcam
es: CCcam Info %s por AliAbdul %s Muestra el estado de CCcam

source: CCcam Info Config
ca: Configuració de CCcam Info
es: Configuración de CCcam Info

source: CCcam Info Setup
ca: Configuració de CCcam Info
es: Configuración de CCcam Info

source: CCcam Provider Info
ca: Informació de proveïdor CCcam
es: Información de proveedor CCcam

source: CCcam Remote Info
ca: Informació de CCcam remota
es: Información de CCcam remota

source: CCcam Server Info
ca: Informació de servidors CCcam
es: Información de servidores CCcam

source: CCcam Share Info
ca: Informació de share CCcam
es: Información de share CCcam

source: CCcam Shares Info
ca: Informació de shares CCcam
es: Información de shares CCcam

source: CCcamInstalled
ca: CCcam instal·lada
es: CCcam instalado

source: CFQ (default)
ca: CFQ (defecte)
es: CFQ (defecto)

source: CH
ca: Canal
es: Canal

source: CH%s
ca: CA%s
es: CA%s

source: CI assignment
ca: Assignació CI
es: Asignación CI

source: CI slot:
ca: Ranura CI:
es: Ranura CI:

source: CIFS Share
ca: Tipus CIFS
es: Tipo CIFS

source: CIFS/Samba Setup
ca: Configurar CIFS/Samba
es: Configurar CIFS/Samba
