Repository: vuteam/se2
Catalog: po/*.po
Languages: ca, es

source: Do you want to Install OpenSPA Extra Plugins?
ca: Voleu instal·lar plugins extra OpenSPA?
es: Desea instalar plugins extra OpenSPA?

source: [User - bouquets (TV)]
ca: [Bouquets d'usuari (TV)]
es: [Bouquets de usuario (TV)]

source: Please press OK to start Kodi...
ca: Premeu OK per inciar Kodi...
es: Pulse OK para inciar Kodi...

source: WARNING: There is not enough space to install Kodi!
ca: AVÍS: No disposeu de prou espai per a poder instal·lar Kodi!
es: AVISO: No dispone de espacio suficiente para instalar Kodi!

source: Kodi not present. Proceed with install?
ca: No s'ha trobat Kodi. Voleu instal·lar-ho?
es: No se ha encontrado Kodi. Desea instalarlo?

source: <This tuner is configured automatically>
ca: <Aquest sintonitz. es configura automàticament>
es: <Este sintoniz. se configura automáticamente>

source: Advanced options and settings.
ca: Opcions i configuracions avançades.
es: Opciones y configuraciones avanzadas.

source: After pressing OK, please wait!
ca: Després de prémer OK, espereu
es: Después de pulsar OK, espere

source: Backup your receiver settings.
ca: Fer una còpia de seguretat.
es: Hace una copia de seguridad.

source: Backup your running %s image to HDD or USB.
ca: Fer un backup del firmware del %s al disc dur o a l'USB.
es: Realiza un backup del firmware del %s en el HDD o en el USB.

source: Conflict detection disabled!
ca: Detecció de conflictes deshabilitada
es: Detección de conflictos deshabilitada

source: Edit the upgrade source address.
ca: Edita la URL des de la qual s'actualitzarà.
es: Edita la URL desde la que se actualizará.

source: Flash on the fly your receiver.
ca: Actualitza online el receptor.
es: Actualiza online el receptor.

source: Manage extensions or plugins for your receiver
ca: Gestiona extensions o plugins per al receptor
es: Gestiona extensiones o plugins para el receptor

source: Online update of your receiver software.
ca: Actualització 'online' del software.
es: Actualización 'online' del software.

source: Press OK on your remote control to continue.
ca: Premeu OK al comandament per continuar.
es: Pulse OK en el mando para continuar.

source: Recording in progress.
ca: Gravació en marxa.
es: Grabación en curso.

source: Restore your backups by date.
ca: Restaura el backup segons la data.
es: Restaura el backup según la fecha.

source: Restore your receiver settings.
ca: Restaura una còpia de seguretat
es: Restaura una copia de seguridad

source: Restore your receiver with a new firmware.
ca: Restaura el firmware del receptor.
es: Restaura el firmware del receptor.

source: Scan for local extensions and install them.
ca: Cerca extensions locals i les instal·la.
es: Busca extensiones locales y las instala.

source: Select your backup device. Current device:
ca: Selecciona el dispositiu de backup. Dispositiu actual:
es: Selecciona el dispositivo de backup. Dispositivo actual:

source: Timer '%s' disabled!
ca: Temporitz. '%s' deshabilitat
es: Temporiz. '%s' deshabilitado

source: View, install and remove available or installed packages.
ca: Veure, instal·lar i eliminar paquets disponibles o instal·lats.
es: Permite ver, instalar y eliminar paquetes disponibles o instalados.

source: [Installed Plugins]
ca: [Plugins instal·lats]
es: [Plugins instalados]

source: [User - bouquets (RADIO)]
ca: [Bouquets d'usuari (RADIO)]
es: [Bouquets de usuario (RADIO)]

source: (Channel %s)
ca: (Canal %s)
es: (Canal %s)

source: (Partition %d)
ca: (Partició %d)
es: (Partición %d)

source: (disabled)
ca: (deshabilitat)
es: (deshabilitado)

source: (higher than any auto)
ca: (major que qualsevol auto)
es: (mayor que cualquier 'auto')

source: (higher than rotor any auto)
ca: (major que qualsevol auto de motor)
es: (mayor que cualquier 'auto' de motor)

source: (lower than any auto)
ca: (menor que qualsevol auto)
es: (menor que cualquier 'auto')

source: (unknown mode)
ca: (mode desconegut)
es: (modo desconocido)

source: - mounted on
ca: - muntat a
es: - montado en

source: - not mounted!
ca: - sense muntar
es: - no montado

source: and
ca: i
es: y

source: extensions.
es: extensiones.

source: packages selected.
ca: paquets seleccionats.
es: paquetes seleccionados.

source: updates available.
ca: actualitzacions disponibles.
es: actualizaciones disponibles.

source: www.openspa.info
ca: http://openspa.info
es: http://openspa.info

source: %.0f GB
es: %.0 GB

source: %.0f MB
es: %.0 MB

source: %2.1f sec
ca: %2.1f seg
es: %2.1f seg

source: %d channel found
ca: canal trobat: %d
es: canal encontrado: %d

source: %d channels found
ca: | %d canals
es: | %d canales

source: %d channels found!
ca: canals trobats: %d
es: canales encontrados: %d

source: %d hour
ca: %d hora
es: %d hora

source: %d job is running in the background!
ca: %d tasca executant-se en segon plà!
es: Hay %d tarea ejecutándose en segundo plano!

source: %d minute
ca: %d minut
es: %d minuto

source: %d minutes
ca: %d minuts
es: %d minutos

source: %d of %d kBytes
ca: %d de %d kBytes
es: %d de %d kBytes

source: %d pixel wide
ca: %d pixel d'ample
es: %d pixel de ancho

source: %d second
ca: %d segon
es: %d segundo

source: %d services found!
ca: S'han trobat %d canals.
es: Encontrados %d canales.

source: %d wireless network found!
ca: S'ha trobat %d xarxa wifi
es: Se ha encontrado %d red wifi

source: %d wireless networks found!
ca: S'han trobat %d xarxes wifi
es: Encontradas %d redes inalámbricas

source: %s %s advanced remote control (native)
ca: Control remot avançat (nadiu) %s %s
es: Control remoto avanzado (nativo) %s %s

source: %s %s free disk space
ca: Espai lliure al disc: %s %s
es: Espacio libre en disco: %s %s

source: %s %s front panel
ca: Panell frontal %s %s
es: Panel frontal %s %s

source: %s %s ir keyboard
ca: teclat IR %s %s
es: teclado IR %s %s

source: %s %s ir mouse
ca: Ratolí IR %s %s
es: Ratón IR %s %s

source: %s %s remote control (native)
ca: Control remot (nadiu) %s %s
es: Control remoto (nativo) %s %s

source: %s (files)
ca: %s (arxius)
es: %s (archivos)

source: %s is no longer used. Should it be deleted?
ca: %s ja no s'utiliza. Voleu eliminar-lo?
es: %s ya no se utiliza. Desea borrarlo?

source: %s updated package available
ca: Actualitzat %d paquet disponible
es: Actualizado %d paquete disponible

source: ( All readers)
ca: (tots els servidors)
es: (todos los servidores)

source: (Restart GUI)
ca: (Reiniciar GUI)
es: (Reiniciar GUI)

source: (Show only reader:
ca: (mostrar només server:
es: (mostrar sólo server:

source: (ZAP)
ca: (ANAR-HI)
es: (ZAPEAR)

source: (activated +%d min)
ca: (activar en +%d min)
es: (activar en +%d min)

source: (activated)
ca: (activat)
es: (activado)

source: (empty)
ca: (buit)
es: (vacío)

source: (not activated)
ca: (no activat)
es: (no activado)

source: (shift + click for long pressure)
ca: (majús + click per pulsació llarga)
es: (mayús + click para pulsación larga)

source: (show optional DVD audio menu)
ca: (mostrar menú d'àudio de DVD)
es: (mostrar menú de audio de DVD)

source: * Only available if more than one interface is active.
ca: * Disponible només si hi ha més d'una interfície activa.
es: * Disponible sólo si hay más de un interface activos.

source: * RC Help
ca: * Ajuda comandam.
es: * Ayuda mando

source: * Start YouTube TV
ca: * Iniciar YouTube TV
es: * Iniciar YouTube TV

source: * current animation
ca: * animació actual
es: * animación actual

source: *** boxmode=1 (Standard) ***
ca: *** Mode=1 (Estàndard) ***
es: *** Modo=1 (Estándar) ***

source: *** boxmode=12 (Experimental) ***
ca: *** Mode=12 (Experimental) ***
es: *** Modo=12 (Experimental) ***

source: *** scanning transponders:
ca: *** cercant transponedors:
es: *** buscando transpondedores:

source: -0.5 sec
ca: -0.5 seg.
es: -0.5 seg.

source: -1.0 sec
ca: -1.0 seg.
es: -1.0 seg.

source: -1.5 sec
ca: -1.5 seg.
es: -1.5 seg.

source: -10.0 sec
ca: -10.0 seg.
es: -10.0 seg.

source: -2.0 sec
ca: -2.0 seg.
es: -2.0 seg.

source: -2.5 sec
ca: -2.5 seg.
es: -2.5 seg.

source: -3.0 sec
ca: -3.0 seg.
es: -3.0 seg.

source: -3.5 sec
ca: -3.5 seg.
es: -3.5 seg.

source: -4.0 sec
ca: -4.0 seg.
es: -4.0 seg.

source: -4.5 sec
ca: -4.5 seg.
es: -4.5 seg.

source: -5.0 sec
ca: -5.0 seg.
es: -5.0 seg.

source: -5.5 sec
ca: -5.5 seg.
es: -5.5 seg.

source: -6.0 sec
ca: -6.0 seg.
es: -6.0 seg.

source: -6.5 sec
ca: -6.5 seg.
es: -6.5 seg.

source: -7.0 sec
ca: -7.0 seg.
es: -7.0 seg.

source: -7.5 sec
ca: -7.5 seg.
es: -7.5 seg.

source: -8.0 sec
ca: -8.0 seg.
es: -8.0 seg.

source: -8.5 sec
ca: -8.5 seg.
es: -8.5 seg.

source: -9.0 sec
ca: -9.0 seg.
es: -9.0 seg.

source: -9.5 sec
ca: -9.5 seg.
es: -9.5 seg.

source: 0.5 sec
ca: 0.5 seg.
es: 0.5 seg.

source: 1 hour
ca: 1 hora
es: 1 hora

source: 1 minute
ca: 1 minut
es: 1 minuto

source: 1 second
ca: 1 segon
es: 1 segundo

source: 1.0 sec
ca: 1.0 seg.
es: 1.0 seg.

source: 1.2GHz (default)
ca: 1.2GHz (defecte)
es: 1.2GHz (defecto)

source: 1.5 sec
ca: 1.5 seg.
es: 1.5 seg.

source: 10 minutes
ca: 10 minuts
es: 10 minutos

source: 10 seconds
ca: 10 segons
es: 10 segundos

source: 10.0 sec
ca: 10.0 seg.
es: 10.0 seg.

source: 11 seconds
ca: 11 segons
es: 11 segundos

source: 12V output
ca: 12V sortida
es: 12V salida

source: 16:9 always
ca: Sempre 16:9
es: siempre 16:9

source: 2 hours
ca: 2 hores
es: 2 horas

source: 2 minutes
ca: 2 minuts
es: 2 minutos

source: 2 seconds
ca: 2 segons
es: 2 segundos

source: 2.0 sec
ca: 2.0 seg.
es: 2.0 seg.

source: 2.5 sec
ca: 2.5 seg.
es: 2.5 seg.

source: 20 minutes
ca: 20 minuts
es: 20 minutos

source: 2048 (default)
ca: 2048 (defecte)
es: 2048 (defecto)

source: 2160p50 with PiP (Experimental)
ca: 2160p50 amb PiP (Experimental)
es: 2160p50 con PiP (Experimental)

source: 2160p60 without PiP (Standard)
ca: 2160p60 sense PiP (Estàndard)
es: 2160p60 sin PiP (Estándar)

source: 3 seconds
ca: 3 segons
es: 3 segundos

source: 3.0 sec
ca: 3.0 seg.
es: 3.0 seg.

source: 3.5 sec
ca: 3.5 seg.
es: 3.5 seg.

source: 30 minutes
ca: 30 minuts
es: 30 minutos

source: 30 seconds
ca: 30 segons
es: 30 segundos

source: 3D Mode
ca: Mode 3D
es: Modo 3D

source: 3D Surround Speaker Position
ca: Posició de l'altaveu 3D Surround
es: Posición del altavoz 3D Surround

source: 3D surround
ca: 3D envolvent
es: 3D envolvente

source: 3G / 4G Modem Manager
ca: Gestor de mòdems 3G/4G
es: Gestor de modems 3G/4G

source: 3G Modem Manager
ca: Gestor de mòdems 3G/4G
es: Gestor de modems 3G/4G

source: 3G Modem Manager Config
ca: Configuració de mòdems 3G/4G
es: Configuración de modems 3G/4G

source: 3G Modem Manager Config Add
ca: Afegir mòdem 3G
es: Añadir modem 3G

source: 3G Modem Manager Config Edit
ca: Editor de configuracions de mòdems 3G/4G
es: Editor de configuraciones de modems 3G/4G

source: 3d mode
ca: mode 3D
es: modo 3D

source: 4 hours
ca: 4 hores
es: 4 horas

source: 4 seconds
ca: 4 segons
es: 4 segundos

source: 4.0 sec
ca: 4.0 seg.
es: 4.0 seg.

source: 4.5 sec
ca: 4.5 seg.
es: 4.5 seg.

source: 5 minutes
ca: 5 minuts
es: 5 minutos

source: 5 seconds
ca: 5 segons
es: 5 segundos

source: 5.0 sec
ca: 5.0 seg.
es: 5.0 seg.

source: 5.5 sec
ca: 5.5 seg.
es: 5.5 seg.

source: 6 seconds
ca: 6 segons
es: 6 segundos

source: 6.0 sec
ca: 6.0 seg.
es: 6.0 seg.

source: 6.5 sec
ca: 6.5 seg.
es: 6.5 seg.

source: 600MHz (default)
ca: 600MHz (defecte)
es: 600MHz (defecto)

source: 7 seconds
ca: 7 segons
es: 7 segundos

source: 7.0 sec
ca: 7.0 seg.
es: 7.0 seg.

source: 7.5 sec
ca: 7.5 seg.
es: 7.5 seg.

source: 8 seconds
ca: 8 segons
es: 8 segundos

source: 8.0 sec
ca: 8.0 seg.
es: 8.0 seg.

source: 8.5 sec
ca: 8.5 seg.
es: 8.5 seg.

source: 9 seconds
ca: 9 segons
es: 9 segundos

source: 9.0 sec
ca: 9.0 seg.
es: 9.0 seg.

source: 9.5 sec
ca: 9.5 seg.
es: 9.5 seg.

source: : 0000 - default (disabled)
ca: : 0000 - per defecte (deshabilitat)
es: : 0000 - por defecto (deshabilitado)

source: <Current movielist location>
ca: <Carpeta actual de la llista de pel·lícules>
es: <Ubicación actual de la lista de películas>

source: <Default movie location>
ca: <Carpeta per defecte de pel·lícules>
es: <Ubicación de películas por defecto>

source: <Last timer location>
ca: <Carpeta de l'última gravació>
es: <Ubicación de la última grabación>

source: <default>
ca: per defecte
es: por defecto

source: <n/a>
ca: No disponible
es: No disponible

source: <unknown>
ca: <desconegut>
es: <desconocido>

source: A background update check is in progress, please wait a few minutes and try again.
ca: Hi ha una comprovació d'actualitzacions en segon plà, espereu uns minuts i torneu a provar-ho.
es: Hay una comprobación de actualizaciones en segundo plano, espere unos minutos y vuelva a intentarlo.

source: A configuration file (%s) has been modified since it was installed. Do you want to keep your modifications?
ca: L'arxiu de configuració %s ha estat modificat. Voleu salvar aquestes modificacions?
es: El archivo de configuración %s ha sido modificado. Desea mantener estas modificaciones?

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
ca: L'arxiu de configuració (%s) ha estat modificat des de la instal·lació. Voleu mantenir aquesta versió?
es: El fichero de configuración (%s) fué modificado desde la Instalación. Desea conservar su versión?

source: A demo plugin for TPM usage.
ca: Un plugin de demo per a l'ús de TPM
es: Un plugin de demo para el uso de TPM

source: A finished record timer wants to set your %s %s to standby. Do that now?
ca: Una gravació finalitzada intenta posar el %s %s en repòs. Accepteu l'acció?
es: Una grabación finalizada intenta poner el %s %s en reposo. Aceptar acción?

source: A finished record timer wants to set your receiver to standby. Do that now?
ca: Un temporitzador finalitzat intenta posar el receptor en repòs. Accepteu l'acció?
es: Un temporizador finalizado quiere poner el receptor en reposo. Lo permite?

source: A finished record timer wants to shut down your %s %s. Shutdown now?
ca: Una gravació finalitzada intenta apagar el %s %s. Accepteu l'acció?
es: Una grabación finalizada intenta apagar el %s %s. Aceptar acción?

source: A finished record timer wants to shut down your receiver. Shutdown now?
ca: Un temporitzador finalitzat intenta apagar el receptor. Accepteu l'acció?
es: Un temporizador finalizado quiere apagar el receptor. Quiere apagarlo?

source: A graphical EPG for all services of an specific bouquet
ca: Un EPG gràfic per a tots els canals d'una llista específica
es: Un EPG gráfico para todos los canales de una lista específica

source: A mount entry with this name already exists! Update existing entry and continue?
ca: Ja teniu un muntatge amb aquest nom! Voleu actualitzar l'existent i continuar?
es: Ya existe un montaje con este nombre! Actualizar la entrada existente y continuar?

source: A record has been started: %s
ca: Ha començat una gravació: %s
es: Ha empezado una grabación: %s

source: A record in progress, timeshift or some external tools (like samba, swapfile and nfsd) may cause this problem. Please stop this actions/applications and try again
ca: Una gravació, timeshift, o qualsevol altre factor extern (samba, swap, nfsd..) poden ser la causa d'aquest problema. Atureu aquest procés i torneu a provar-ho.
es: Una grabación empezada, timeshift, o algún factor externo (samba, swap, o nfsd) pueden estar causando este problema. Detenga este proceso e inténtelo de nuevo.

source: A record in progress, timeshift or some external tools (like samba, swapfile and nfsd) may cause this problem. Please stop this actions/applications and try agains,
ca: Una gravació, timeshift, o qualsevol altre factor extern (samba, swap, nfsd..) poden ser la causa d'aquest problema. Atureu aquest procés i torneu a provar-ho.
es: Una grabación empezada, timeshift, o algún factor externo (samba, swap, o nfsd) pueden estar causando este problema. Detenga este proceso e inténtelo de nuevo.

source: A record in progress, timeshift or some external tools (like samba, swapfile and nfsd) may cause this problem. Please stop this actions/applications and try agains.
ca: Una gravació, timeshift, o qualsevol altre factor extern (samba, swap, nfsd..) poden ser la causa d'aquest problema. Atureu aquest procés i torneu a provar-ho.
es: Una grabación empezada, timeshift, o algún factor externo (samba, swap, o nfsd) pueden estar causando este problema. Detenga este proceso e inténtelo de nuevo.

source: A recording has been started: %s
ca: Ha començat una gravació: %s
es: Ha empezado una grabación: %s

source: A recording is currently running. What do you want to do?
ca: Actualment teniu una gravació en marxa. Què voleu fer?
es: Actualmente hay una grabación en curso. Qué quiere hacer?

source: A recording is currently running. Please stop the recording before trying to configure the positioner.
ca: Hi ha una gravació en marxa. Caldrà aturar-la abans d'intentar configurar el motor.
es: Hay una grabación en curso. Hay que pararla antes de intentar configurar el motor.

source: A recording is currently running. Please stop the recording before trying to scan.
ca: Hi ha una gravació en marxa. Atureu-la abans d'intentar fer una recerca
es: Hay una grabación en curso. Deténgala antes de intentar una búsqueda

source: A recording is currently running. Please stop the recording before trying to start the satfinder.
ca: Hi ha una gravació en marxa. Caldrà aturar-la abans d'intentar utilitzar el cercador de satèl·lits.
es: Hay una grabación en curso. Hay que pararla antes de intentar utilizar el buscador de satélites.

source: A required tool (%s) was not found.
ca: No s'ha trobat l'eina (%s)
es: No se ha encontrado la herramienta (%s)

source: A search for available updates is currently in progress.
ca: Hi ha una recerca d'actualizaciones en curs.
es: Hay una búsqueda de actualizaciones en curso.

source: A second configured interface has been found. Do you want to disable the second network interface?
ca: S'ha trobat un segon adaptador configurat. Voleu deshabilitar el segon adaptador de xarxa?
es: Se ha encontrado un segundo adaptador configurado. Desea deshabilitar el segundo adaptador de red?

source: A sleep timer wants to set your %s %s to standby. Do that now?
ca: Un temporitzador d'apagat vol posar el %s %s en repòs. Accepteu l'acció?
es: Un temporizador de apagado quiere poner el %s %s en reposo. Desea hacerlo?

source: A sleep timer wants to shut down your %s %s. Shutdown now?
ca: Un temporitzador d'apagat vol apagar el %s %s. Accepteu l'acció?
es: Un temporizador de apagado quiere apagar el %s %s. Desea hacerlo?

source: A small overview of the available icon states and actions.
ca: Vista prèvia de les icones d'estat i accions.
es: Vista previa de los iconos de estado y de acción.

source: A timer failed to record! Disable TV and try again?
ca: Un temporitzador ha fallat! Deshabilitar la TV i tornar a provar-ho?
es: Un temporizador ha fallado! Deshabilitar la TV y volver a intentarlo?

source: A/V settings
ca: Configuració A/V
es: Configuración A/V

source: AAC downmix
ca: Mescla AAC
es: Mezcla AAC

source: AAC transcoding
ca: Transcodificar AAC
es: Transcodificar AAC

source: AC3 Lip Sync Setup
ca: Configuració de Lip Sync AC3
es: Configuración de Lip Sync AC3

source: AC3 downmix
ca: Mescla AC3
es: Mezcla AC3

source: Abort
ca: Cancel·lar
es: Cancelar

source: About
ca: Quant a
es: Acerca de

source: About...
ca: Quant a...
es: Acerca de...

source: Accesspoint:
ca: Punt d'accés:
es: Punto de Acceso:

source: Action on long powerbutton press
ca: Acció en pulsació llarga de l'encès
es: Pulsac. larga del botón de encendido

source: Action on short powerbutton press
ca: Acció en pulsació curta de l'encès
es: Pulsac. corta del botón de encendido

source: Action when receiver is not controlled
ca: Acció quan el receptor no obeeix
es: Acción cuando el receptor no obedece

source: Action:
ca: Acció:
es: Acción:

source: Activate
ca: Activar
es: Activar

source: Activate IPv6 configuration
ca: Activar la configuració d'IPv6
es: Activar la configuración de IPv6

source: Activate PiP
ca: Activar PiP
es: Activar PiP

source: Activate Picture in Picture
ca: Activar PiP
es: Activar PiP

source: Activate current configuration
ca: Activar la configuració actual
es: Activar la configuración actual

source: Activate network settings
ca: Activar la configuració de xarxa
es: Activar la configuración de red

source: Activate the configured network settings.
ca: Activar la configuració de xarxa
es: Activar la configuración de red

source: Active
ca: Actiu
es: Activo

source: Active clients
ca: Clients actius
es: Clientes activos

source: Active/ Inactive
ca: Actiu/ Inactiu
es: Activo/ Inactivo

source: Adapter settings
ca: Configuració de l'adaptador
es: Configuración del adaptador

source: Add
ca: Afegir
es: Añadir

source: Add AutoTimer
ca: Afegir Autoprogramació
es: Añadir AutoProgramación

source: Add Bouquet
ca: Afegir favorit
es: Añadir favorito

source: Add Marker
ca: Afegir marca
es: Añadir marca

source: Add Provider as new Bouquet
ca: Afegir proveïdor com nou favorit
es: Añadir proveedor como nuevo favorito

source: Add Timer
ca: Afegir gravació
es: Añadir Grabación

source: Add Zap Timer
ca: Afegir programació de zàping
es: Añadir programación de zapeo

source: Add a mark
ca: Afegir marca
es: Añadir marca

source: Add a nameserver entry
ca: Afegir un servidor de noms
es: Añadir un servidor de nombres

source: Add a new NFS or CIFS mount point to your Dreambox.
ca: Afegir un altre punt de muntatge NFS o CIFS
es: Añade un nuevo punto de montaje NFS o CIFS

source: Add a new title
ca: Afegir un nou títol
es: Añadir un nuevo título

source: Add bookmark
ca: Afegir marcador
es: Añadir marcador

source: Add channel(s) as alternate
ca: Afegir canal(s) com alternatiu
es: Añadir canal(es) como alternativo

source: Add channel(s) to Bouquet
ca: Afegir canal(s) a favorit
es: Añadir canal(es) a favorito

source: Add directory to playlist
ca: Afegir directori a la llista
es: Añadir directorio a la lista

source: Add file to playlist
ca: Afegir arxiu a la llista
es: Añadir archivo a la lista

source: Add files to playlist
ca: Afegir arxius a la llista
es: Añadir archivos a la lista

source: Add more details to the crash log
ca: Crashlog ampliat. Afegeix més detalls a l'informe de fallides
es: Crashlog extendido. Añade más detalles al reporte de fallos

source: Add new network mount point
ca: Afegir un altre punt de muntatge de xarxa
es: Añadir un nuevo punto de montaje de red

source: Add provider
ca: Afegir proveïdor
es: Añadir proveedor

source: Add recording (enter recording duration)
ca: Afegir gravació (introd. duració en min.)
es: Añadir grabación (introd. duración en min.)

source: Add recording (enter recording endtime)
ca: Afegir gravació (introduïu hora final)
es: Añadir grabación (introducir hora final)

source: Add recording (indefinitely)
ca: Afegir gravació (indefinidament)
es: Añadir grabación (grabar indefinidamente)

source: Add recording (stop after current event)
ca: Afegir gravació (només l'event actual)
es: Añadir grabación (sólo evento actual)

source: Add service
ca: Afegir canals
es: Añadir canales

source: Add service name to stream information
ca: Afegir nom del canal a la informació de stream
es: Añadir nombre del canal a la información de stream

source: Add timer
ca: Afegir tempor.
es: Añadir temporiz.

source: Add title
ca: Afegir títol
es: Añadir título

source: Add to bouquet
ca: Afegir a la llista
es: Añadir a la lista

source: Add to favourites
ca: Afegir als favorits
es: Añadir a favoritos

source: Add/remove change timer for current event
ca: Afegir/eliminar canvi de reserva per a l'event actual
es: Añadir/eliminar cambio de reserva para evento actual

source: AddOns
ca: Extres
es: Extras

source: Address
ca: Adreça
es: Dirección

source: Adjust 3D settings
ca: Configuració d'OSD 3D
es: Configuración de OSD 3D

source: Adjust HDMI CEC settings
ca: Configuració d'HDMI CEC
es: Configuración de HDMI CEC
